Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone_js.po
Languages: fr_fr

source: Synchronization Complete
fr_fr: Synchronisation terminée

source: Missing bookmark icons will be retrieved in the background
fr_fr: Manquantes icônes des signets seront récupérés dans le fond

source: First-Time Synchronization Complete
fr_fr: Première synchronisation terminée

source: tags were renamed.
fr_fr: étiquettes ont été renommés.

source: bookmarks were deleted or marked as such.
fr_fr: signets ont été supprimés ou marqués comme tels.

source: Submit
fr_fr: Envoyer

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Sauvegarder

source: Go
fr_fr: Aller

source: Are you sure you wish to delete this identity?
fr_fr: Êtes-vous sûr de vouloir supprimer cette identité ?

source: An X.509 certificate may be uploaded to add to this identity. If one already exists, the existing certificate will be overwritten.
fr_fr: Un certificat X.509 peut être transféré pour l'ajouter à cette identité. S'il en existe déjà, le certificat existant sera remplacé.

source: The private key for this SSH identity is protected by a passphrase. Please enter the passphrase so a public key can be generated.
fr_fr: La clé privée pour cette identité SSH est protégé par un mot de passe. Veuillez entrez le mot de passe pour qu'une clé publique puisse être généré.

source: <b>NOTE:</b> This passphrase will only be used to extract the public key and will not be stored.
fr_fr: <b>Remarque:</b> Ce mot de passe ne sera utilisé que pour extraire la clé publique et ne sera pas enregistrée.

source: Passphrase
fr_fr: Phrase de passe

source: Terminal output has been suspended (Ctrl-S). Type Ctrl-Q to resume.
fr_fr: La sortie de la console a été suspendu (Ctrl-S). Tapez Ctrl-Q pour reprendre.

source: WARNING: Problematic Browser Extension Detected
fr_fr: AVERTISSEMENT: Extension du navigateur défectueuse détectée !

source: <p><b>Warning:</b> An extension was detected that can result in a severe negative impact on terminal performance (Google Voice). The extension is modifying the web page every time there's a screen update (what it thinks are phone numbers are being converted into clickable links). Please disable the 'Clickable Links' feature of the extension, turn it off for this web site (if possible), or disable it entirely.</p>
fr_fr: <p><b>Attention: </b> Une extension a été détectée. Elle peut avoir un impact négatif considérable sur les performances de la console (Google Voice). L'extension modifie la page Web chaque fois qu'il y a une mise à jour de l'écran (ce qu'il pense être des numéros de téléphone sont transformées en liens cliquables). Veuillez désactiver la fonction 'Lien cliquable' de l'extension, et l'éteindre pour ce site (si possible), ou la désactiver complètement.</p>

source: Click to edit. Leave blank for default.
fr_fr: Cliquez ici pour modifier. Laissez ce champ vide pour défaut.

source: <b>Connected Since:</b>
fr_fr: <b>Connecté depuis : </b>

source: <b>Rows:</b>
fr_fr: <b> Lignes : </b>

source: <b>Columns:</b>
fr_fr: <b> Colonnes: </b>

source: <b>Backspace Key:</b>
fr_fr: <b>Touche Backspace : </b>

source: <b>Encoding:</b>
fr_fr: <b>Encodage: </b>

source: <b>Keyboard Mode</b>
fr_fr: <b>Mode clavier </b>

source: Monitor for Activity<br />
fr_fr: Surveillance de l'activité<br />

source: Monitor for
fr_fr: Surveillance de

source: Seconds of Inactivity
fr_fr: Secondes d'inactivité

source: Now monitoring for inactivity in terminal:
fr_fr: Surveille actuellement inactivité dans la console:

source: Terminal Sharing
fr_fr: Partage de console

source: Opens up the terminal sharing control panel for this terminal.
fr_fr: Ouvre le panneau de contrôle de partage borne pour cette console.

source: Rescue Terminal
fr_fr: Console de secours

source: Attempts to rescue a hung terminal by performing a terminal reset; the equivalent of executing the 'reset' command.
fr_fr: Essai de recupération d'une console bloqué en effectuant une réinitialisation de la console; l'équivalent de la commande 'reset'.

source: Attempting to download our WebWorker...
fr_fr: Tentative de téléchargement de notre WebWorker ...

source: <b>Font:</b>
fr_fr: <b>de la police:</b>

source: <b>Font Size:</b>
fr_fr: <b>Taille de la police:</b>

source: <b>Color Scheme:</b>
fr_fr: <b>Code couleur:</b>

source: <b>Disable Selected Text Highlighting:</b>
fr_fr: <b>Désactiver la surbrilance de la selection du texte:</b>

source: <b>Disable Bell Sound:</b>
fr_fr: <b>Désactiver la notification sonore:</b>

source: Configure
fr_fr: Configurer

source: <b>Bell Sound:</b>
fr_fr: <b>Notification sonore:</b>

source: <b>Scrollback Buffer Lines:</b>
fr_fr: <b>Ligne de scroll mises en tampons :</b>

source: <b>Terminal Rows:</b>
fr_fr: <b>Lignes de la console:</b>

source: <b>Terminal Columns:</b>
fr_fr: <b>Colonnes de la console:</b>

source: monospace (let browser decide)
fr_fr: monospace (laissez le navigateur décider)

source: Use GateOne.Events.on('terminal:send_dimensions', func) instead.
fr_fr: Utilser GateOne.Events.on('terminal:send_dimensions', func) à la place.

source: Backspace difference detected; switching to ^?
fr_fr: différence de Backspace détecté; changement à ^?

source: Backspace difference detected; switching to ^H
fr_fr: différence de Backspace détecté; changement à ^ H

source: Use GateOne.Events.on('terminal:term_updated', func) instead.
fr_fr: Utilisez GateOne.Events.on('terminal:term_updated', func) à la place.

source: WARNING: The rate limiter was engaged on terminal:
fr_fr: AVERTISSEMENT: Le limiteur de vitesse est engagée sur la borne:

source: . Output will be severely slowed until you press a key (e.g. Ctrl-C).
fr_fr: . La sortie sera fortement ralenti jusqu'à ce que vous appuyez sur une touche (par exemple Ctrl-C).

source: Use GateOne.Events.on('terminal:new_terminal', func) instead.
fr_fr: Utilisez GateOne.Events.on('terminal:new_terminal', func) à la place.

source: Use GateOne.Events.on('terminal:term_closed', func) instead.
fr_fr: Utilisez GateOne.Events.on('terminal:term_closed', func) à la place.

source: GateOne.Terminal.setTerminal() got an invalid term number:
fr_fr: GateOne.Terminal.setTerminal () a obtenu un nombre de terme invalide:

source: Terminal Application Panel
fr_fr: Application Panneau de console

source: Upload Bell Sound
fr_fr: Transférer le son de notification

source: Terminal:
fr_fr: Console:

source: has been relocated to location:
fr_fr: a été déplacée à l'emplacement:

source: Deleting scollback buffer for non-existent terminal:
fr_fr: Suppression tampon scollback d'une console inexistante:

source: Use GateOne.Events.on('terminal:term_reattach', func) instead.
fr_fr: Utilisez GateOne.Events.on('terminal:term_reattach', func) à la place.

source: <p style="width: 18em;">Words or phrases you would like to remain persistently highlighted in terminals</p>
fr_fr: <p style="width: 18em;"> Les mots ou expressions que vous souhaitez garder en surbrillance dans les consoles</p>

source: <a onclick="GateOne.Terminal.unhighlightWord();">Remove</a>
fr_fr: <a onclick="GateOne.Terminal.unhighlightWord();">Retirer</a>

source: Word Highlighting
fr_fr: Mot en surbrillance

source: <thead><tr class='✈table_row'><th>Word</th><th>Global</th><th>Remove</th></tr></thead>
fr_fr: <thead><tr class = '✈table_row'><th>Mots</th><th>Global</th><th>Supprimer</th></tr></thead>

source: Terminal Output Suspended
fr_fr: Sortie de console suspendu

source: Anyone (Broadcast)
fr_fr: Toute personne (Broadcast)

source: Authenticated Users
fr_fr: Utilisateurs authentifiés

source: The Share ID is used to generate the broadcast URL.
fr_fr: L'ID de Partage est utilisé pour générer l'URL de diffusion.

source: Generate a new share ID (the last part of the broadcast URL)
fr_fr: Générer un nouvel ID de partage (la dernière partie de l'URL de diffusion)

source: User
fr_fr: Utilisateur

source: IP Address
fr_fr: Addresse IP

source: Read
fr_fr: Lire

source: Write
fr_fr: Ecrire

source: Terminal Sharing:
fr_fr: Partage de Console:

source: Terminal is no longer shared:
fr_fr: La console n'est plus partagé:

source: Share ID:
fr_fr: ID de partage:

source: Broadcast URL:
fr_fr: URL de diffusion:

source: Password:
fr_fr: Mot de passe:

source: Apply
fr_fr: Appliquer

source: Done
fr_fr: Terminer

source: Generate New Share ID
fr_fr: Générer un nouvel ID de Partage

source: Shared terminals are available (click the magnifying glass icon).
fr_fr: Les consoles communes sont disponibles (cliquez sur l'icône en forme de loupe).

source: Owner
fr_fr: Propriétaire

source: Title
fr_fr: Titre

source: Write Access
fr_fr: Accès en écriture

source: Password
fr_fr: Mot de passe

source: View
fr_fr: Voir

source: Error: You must enter a password to view this shared terminal
fr_fr: Erreur: Vous devez entrer un mot de passe pour voir cette console partagée

source: Shared Terminals
fr_fr: Consoles partagés

source: Authenticated
fr_fr: Authentifié

source: Terminal Viewers:
fr_fr: Les téléspectateurs de la console:

source: Settings
fr_fr: Paramètres

source: Terminal Sharing Info
fr_fr: Terminal Infos Partage

source: Viewers:
fr_fr: Les téléspectateurs:

source: Text copied to clipboard.
fr_fr: Le texte a été copié dans le presse-papier.

source: NOTE: Rapidly pressing F11 twice will enable/disable fullscreen mode.
fr_fr: REMARQUE: Appuyez deux fois sur F11 rapidement pour activer / désactiver le mode plein écran.

source: Ninja Mode disabled.
fr_fr: Mode Ninja désactivé.

source: Ninja Mode! Gate One has become hidden.
fr_fr: Mode Ninja! Gate One est devenu caché.

source: Browser does not support Web Worker transferable objects. X11 performance will be (slightly) reduced.
fr_fr: Le navigateur ne supporte pas les Web Worker transferable. Les performances X11 seront (un peu) réduites.

source: CodeMirror editor mode could not be found:
fr_fr: Le mode éditeur CodeMirror n'a pas pu être trouvé:

source: Specified CodeMirror mode is invalid:
fr_fr: Le mode CodeMirror spécifié n'est pas valide:

source: Took too long waiting for the given CodeMirror mode.
fr_fr: Attente trop longue pour le mode CodeMirror spécifié.

source: Gate One Help
fr_fr: Gate One Aide

source: Contents
fr_fr: Contenu

source: About Gate One
fr_fr: À propos de Gate One

source: Gate One's Documentation
fr_fr: Documentation de Gate One

source: <b>Gate One Help:</b>
fr_fr: <b>Gate One Aide:</b>

source: Gate One is a web-based application gateway...
fr_fr: Gate One est une application passerelle Web ...

source: Dismiss
fr_fr: Rejeter

source: Welcome to Gate One
fr_fr: Bienvenue à Gate One

source: Haven't implemented the DOM option in this function yet, sorry!
fr_fr: L'option DOM dans cette fonction est non implémenté, désolé!

source: Browser failed WebSocket support check.
fr_fr: Echec du contole du support WebSocket du navigateur.

source: Sorry but your web browser does not appear to support WebSockets. Gate One requires WebSockets in order to (efficiently) communicate with the server.
fr_fr: Désolé mais votre navigateur ne semble pas supporter WebSockets. Gate One nécessite WebSockets afin (d'efficacement) communiquer avec le serveur.

source: Browser failed Blob support check.
fr_fr: Echec du contole du support Blob du navigateur

source: Browser failed window.URL object support check.
fr_fr: Echec du contole du support window.URL du navigateur.

source: Your browser does not appear to support the <a href='https://developer.mozilla.org/en-US/docs/DOM/window.URL.createObjectURL'>window.URL</a> object. Some features related to saving files will not work.
fr_fr: Votre navigateur ne semble pas supporter l'objet de la <a href='https://developer.mozilla.org/en-US/docs/DOM/window.URL.createObjectURL'> window.URL. Certaines fonctions liées à l'enregistrement de fichiers ne fonctionneront pas.

source: Sorry but your browser is missing the following capabilities which are required to run Gate One: Gate One will not be loaded.
fr_fr: Désolé mais votre navigateur ne contient pas les fonctionnalités suivantes qui sont nécessaires au fonctionnement de Gate One: Gate un ne sera pas chargé.

source: Don't display this warning again
fr_fr: Ne pas afficher cet avertissement

source: Using API authentiation object:
fr_fr: Utilisation de l'objet API authentiation:

source: Preferences
fr_fr: Préférences

source: <b>Theme:</b>
fr_fr: <b>Thème:</b>

source: <b>Disable CSS3 Transitions:</b>
fr_fr: <b>Désactiver les Transitions CSS3:</b>

source: Application could not be found:
fr_fr: L'application n'a pas pu être trouvé:

source: Application does not have a __new__() method:
fr_fr: L'application ne dispose pas d'une méthode __new__() :

source: ms, Average:
fr_fr: ms, moyenne:

source: Error loading stylesheet:
fr_fr: Erreur lors du chargement de la feuille de style:

source: No log destination named:
fr_fr: Aucune destination nommé pour les logs :

source: A keepalive ping has timed out. Attempting to reconnect...
fr_fr: Un ping keepalive a expiré. Une tentative de reconnexion ...

source: Use GateOne.Terminal.Input.sendChars() instead.
fr_fr: Utilisez GateOne.Terminal.Input.sendChars () à la place.

source: Use GateOne.Terminal.sendString() instead.
fr_fr: Utilisez GateOne.Terminal.sendString () à la place.

source: Pinging Gate One server took longer than
fr_fr: Les pings Gate One serveur a pris plus de temps que

source: ms. Attempting to reconnect...
fr_fr: Mlle. Une tentative de reconnexion ...

source: PONG: Gate One server round-trip latency:
fr_fr: PONG: Gate One latance aller-retour du serveur :

source: Authentication Failure
fr_fr: Échec de l'authentification

source: The authentication object was denied by the server. Click OK to reload the page.
fr_fr: L'objet de l'authentification a été refusée par le serveur. Cliquez sur OK pour recharger la page.

source: Use GateOne.Terminal.sendDimensions() instead.
fr_fr: Utilisez GateOne.Terminal.sendDimensions () à la place.

source: Attempting to connect to the Gate One server...
fr_fr: Tenter de se connecter au serveur Une porte ...

source: An SSL certificate must be accepted by your browser to continue. Please click <a href='' target='_blank'>here</a> to be redirected.
fr_fr: Un certificat SSL doit être accepté par votre navigateur pour continuer. Veuillez cliquer <a href='' target='_blank'>ici</a> pour être redirigé.

source: WebSocket Closed
fr_fr: WebSocket fermé

source: The WebSocket has been disconnected.
fr_fr: Le WebSocket a été déconnecté.

source: <b>Message From Gate One Server:</b>
fr_fr: <b>Message du serveur Gate One :</b>

source: Your session has timed out. Reload the page to reconnect to Gate One.
fr_fr: Votre session a expiré. Recharger la page pour se reconnecter à Gate One.

source: Use GateOne.Terminal.setTerminal() instead.
fr_fr: Utilisez GateOne.Terminal.setTerminal () à la place.

source: Use GateOne.Terminal.killTerminal() instead.
fr_fr: Utilisez GateOne.Terminal.killTerminal () à la place.

source: Use GateOne.Terminal.refresh() instead.
fr_fr: Utilisez GateOne.Terminal.refresh () à la place.

source: Use GateOne.Terminal.fullRefresh() instead.
fr_fr: Utilisez GateOne.Terminal.fullRefresh () à la place.

source: Location
fr_fr: Emplacements

source: ID
fr_fr: Identifiant

source: Locations
fr_fr: Emplacements

source: Skipping adding the icon for
fr_fr: Ignore l'ajout de l'icône pour

source: . Took too long to load dependencies.
fr_fr: . A pris trop de temps à charger les dépendances.

source: New Workspace Workspace
fr_fr: Nouvel espace de travail Espace de travail

source: New Workspace - Applications
fr_fr: Nouvel espace de travail - Applications

source: Failed to load database:
fr_fr: Impossible de charger la base de données:

source: does not exist in:
fr_fr: n'existe pas dans:

source: Deleting expired file:
fr_fr: La suppression du fichier expiré:

source: is cached but is older than what's on the server. Requesting an updated version...
fr_fr: est mis en cache, mais est plus ancienne que ce qui est sur le serveur. Demander une version mise à jour ...

source: This file requires a certain script be loaded first:
fr_fr: Ce fichier nécessite qu'un script être chargé en premier:

source: Failed to load
fr_fr: Impossible de charger

source: . Took too long waiting for:
fr_fr: . Pris d'attente trop long pour:

source: is not cached. Requesting...
fr_fr: n'est pas mis en cache. Demande ...

source: You must create a database model before creating a new database.
fr_fr: Vous devez créer un modèle de base de données avant de créer une nouvelle base de données.

source: Removing obsolete object store (self-cleanup):
fr_fr: Retrait des objets obsolètes du magasin (auto-nettoyage):

source: database creation/upgrade complete
fr_fr: la création de base de données / mise à jour est terminée

source: : The database needs to be created or updated. Creating/upgrading database...
fr_fr: : La base de données doit être créé ou mis à jour. Création / mise à niveau de base de données ...

source: Please close other tabs connected to this server and reload this page so we may upgrade the IndexedDB database.
fr_fr: Veuillez fermer les autres onglets connectés à ce serveur et recharger cette page afin que nous puissions mettre à jour la base de données IndexedDB.

source: GateOne.Storage.openDB(): No database upgrade necessary. Calling callback...
fr_fr: GateOne.Storage.openDB (): Pas de base de données mise à jour nécessaire. Execution du callback ...

source: GateOne.Storage.openDB(): IndexedDB is unavailable. Falling back to localStorage...
fr_fr: GateOne.Storage.openDB (): IndexedDB n'est pas disponible. Retomber à localStorage ...

source: Clearing entire indexedDB:
fr_fr: Effacement de toute IndexedDB:

source: Clearing indexedDB store:
fr_fr: Effacement magasin IndexedDB:

source: store deleted
fr_fr: magasin supprimé

source: database deleted
fr_fr: base de données supprimée

source: Use GateOne.Events.on('go:user_login', func) instead.
fr_fr: Utilisez GateOne.Events.on («aller: user_login ', func) à la place.

source: Logout Response:
fr_fr: Réponse de déconnexion:

source: You have been logged out. Redirecting to:
fr_fr: Vous avez été déconnecté. Redirection vers:

source: Events now use prefixes such as 'go:' or 'terminal:'.
fr_fr: Les événements utilisent maintenant les préfixes comme «go:» ou «terminal:» .

source: Application, '' could not be found.
fr_fr: Demande, '' n'a pas été trouvé.

source: Application, '' does not have a __new__() method.
fr_fr: Demande, '' n'a pas de méthode __new __().

source: Overwriting existing shortcut for:
fr_fr: Écrasement du raccourci existant pour:

source: Error getting em dimensions (probably just a hidden terminal):
fr_fr: Erreur d'obtention dimensions em (probablement un des terminaux cachés):

source: JavaScript Load Error
fr_fr: Charge JavaScript erreur

source: This can happen if you haven't accepted Gate One's SSL certificate yet. Click OK to open a new tab/window where you can accept the Gate One server's SSL certificate. If the page doesn't load it means the Gate One server is currently unavailable.
fr_fr: Cela peut se produire si vous n'avez pas encore accepté le certificat SSL de Gate One. Cliquez sur OK pour ouvrir un nouvel onglet / fenêtre dans laquelle vous pouvez accepter le certificat SSL du serveur Gate One. Si la page ne se charge pas cela signifie que le serveur Une porte est actuellement indisponible.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: GateOne.Visual.table(): You must pass in settings['id'] to this function.
fr_fr: GateOne.Visual.table(): Vous devez passer settings['id'] à cette fonction.
