Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: Modification to theme file detected. Theme will be recreated.
de_de: Änderungen an Design-Datei erkannt. Thema wird neu erstellt werden.
es_es: Modificación de los archivos de temas detectado. Tema será recreada.
fr_fr: Modification de fichier de thème détecté. Thème sera recréé.
pt_pt: Modificação de arquivo de tema detectado. Tema será recriado.
ru_ru: Модификация с тематическим файл обнаружен. Тема будет воссоздан.

source: No expired %s files at client %s
de_de: Nein abgelaufenen %s Dateien auf Client %s
es_es: No caducada %s archivos en cliente %s
fr_fr: Pas expiré %s les fichiers au client %s
pt_pt: No expirado %s arquivos no cliente %s
ru_ru: Нет просроченные %s файлов на клиентском %s

source: Requesting deletion of expired files at client %s: %s
de_de: Anfordern Löschen von abgelaufenen Dateien auf Client %s : %s
es_es: Solicitando la supresión de los archivos caducados en el cliente %s : %s
fr_fr: Demandant la suppression des fichiers expirés au client %s : %s
pt_pt: Solicitando exclusão de arquivos expirados no cliente %s : %s
ru_ru: Запрос удаления устаревших файлов на клиентском %s : %s

source: File Request Error: File not found ({0})
de_de: Datei-Bestellung Fehler: Datei nicht gefunden ( {0} )
es_es: Solicitud del archivo Error: File not found ( {0} )
fr_fr: Demande de dossier Erreur: Fichier non trouvé ( {0} )
pt_pt: Request File Erro: Arquivo não encontrado ( {0} )
ru_ru: Запрос файла Ошибка: Файл не найден ( {0} )

source: send_js is false; will not send JavaScript.
de_de: send_js ist falsch; nicht senden JavaScript.
es_es: send_js es falsa; no enviará JavaScript.
fr_fr: send_js est fausse; n'enverra pas le JavaScript.
pt_pt: send_js é falso; não enviará JavaScript.
ru_ru: send_js ложно; не будет посылать JavaScript.

source: send_css is false; will not send CSS.
de_de: send_css ist falsch; senden nicht CSS.
es_es: send_css es falsa; no enviará CSS.
fr_fr: send_css est fausse; n'enverra pas CSS.
pt_pt: send_css é falso; não enviará CSS.
ru_ru: send_css ложно; не будет посылать CSS.

source: send_js_or_css(): File not found: %s
de_de: send_js_or_css (): Datei nicht gefunden: %s
es_es: send_js_or_css (): Archivo no encontrado: %s
fr_fr: send_js_or_css (): Fichier introuvable: %s
ru_ru: send_js_or_css (): Файл не найден: %s

source: File does not exist: {0}
de_de: Datei nicht vorhanden: {0}
es_es: El archivo no existe: {0}
fr_fr: Le fichier n'existe pas: {0}
pt_pt: O arquivo não existe: {0}
ru_ru: Файл не существует: {0}

source: Translation file, %s could not be found
de_de: Übersetzungsdatei %s konnte nicht gefunden werden
es_es: Archivo de traducción, %s no se pudo encontrar
fr_fr: Fichier de traduction: %s n'a pu être trouvée
pt_pt: Arquivo de tradução, %s não pôde ser encontrado
ru_ru: Файл Перевод, %s не может быть найден

source: Error: No message to send.
de_de: Fehler: Keine Nachricht zu senden.
es_es: Error: No mensaje a enviar.
fr_fr: Erreur: Aucun message à envoyer.
pt_pt: Erro: Nenhuma mensagem a ser enviada.
ru_ru: Ошибка: никакое сообщение для отправки.

source: Error: Missing UPN.
de_de: Fehler: Fehlende UPN.
es_es: Error: falta UPN.
fr_fr: Erreur: UPN disparus.
pt_pt: Erro: Falta UPN.
ru_ru: Ошибка: Отсутствует имя участника.

source: User Message: {0}
de_de: Benutzer Nachricht: {0}
es_es: Mensaje Usuario: {0}
fr_fr: Message utilisateur: {0}
pt_pt: Mensagem: {0}
ru_ru: Сообщение пользователя: {0}

source: In order to use Google authentication you must create a Google project for your installation and add: {"google_oauth": {"key": "<YOUR CLIENT ID>", "secret": "<YOUR CLIENT SECRET>"}} to your 20authentication.conf (under the "gateone" section).
de_de: Um Google-Authentifizierung verwenden, müssen Sie ein Google-Projekt für Ihre Installation zu erstellen und hinzuzufügen: n t { "google_oauth ": { "Schlüssel ": "<IHRE KUNDEN ID> ", "geheime "(GateOne section": "" <IHRE KUNDEN SECRET> unter dem )}}, um Ihre 20authentication.conf ".
es_es: Para utilizar la autenticación de Google debe crear un proyecto de Google para su instalación y añada: n t { "google_oauth ": { "clave ": "<su NOMBRE CLIENTE> ", "secreto ": " <SU CLIENTE SECRETO> "}} a tu 20authentication.conf (debajo de la " sección gateone ").
fr_fr: Pour utiliser l'authentification Google, vous devez créer un projet de Google pour votre installation et ajouter: n t { "google_oauth ": { "clé ": "<votre client ID> ", "secret "(section gateone de ": "" <VOTRE CLIENT SECRET> sous le )}} à votre 20authentication.conf ".
pt_pt: Para utilizar a autenticação do Google você deve criar um projeto do Google para a sua instalação e adicione: n t { "google_oauth ": { "chave ": "<o ID do Cliente> ", "segredo "(seção gateone ": "" <seu cliente SECRET> sob o )}} à sua 20authentication.conf ".
ru_ru: Для того чтобы использовать аутентификацию Google необходимо создать проект Google для установки и добавить: п т { "google_oauth ": { "ключ ": "<ВАШ КЛИЕНТ ID> ", "Секрет ": " <ВАШ КЛИЕНТ SECRET> "}} на свой 20authentication.conf (под " gateone раздел ").

source: To create a Google auth client ID and secret go to: https://console.developers.google.com/ and click on "APIs and Auth". Then click "Create New Client ID". Set the "JavaScript Origins" value to your Gate One server's address and the "Redirect URIs" to https://<your Gate One server FQDN>/auth
de_de: Ein Google-Auth Client-ID und geheimen unterwegs zu erstellen: https://console.developers.google.com/ und klicken Sie auf "APIs und Auth ". Klicken Sie dann auf "Neue Client-ID ". Stellen Sie die "JavaScript Origins " Wert an die Adresse Ihrer Gate One-Server und die "Redirect URIs " zu https: // <Ihr Gate One Server FQDN> / auth
es_es: Para crear un ID de cliente de autenticación Google y go secreto: https://console.developers.google.com/ y haga clic en "API y autenticación " . Luego haga clic en "Crear nuevo ID de cliente ". Ajuste el "Orígenes de JavaScript " valor a la dirección de su puerta Uno de servidor y el "Redirect URI " https : // <su servidor Gate One FQDN> / auth
fr_fr: Pour créer un ID client Google auth et aller secret: https://console.developers.google.com/ et cliquez sur "API et Auth " . Puis cliquez sur "Créer Nouveau client ID ". Réglez le "JavaScript Origins " valeur à l'adresse de votre serveur Gate One et le "redirection URI " https : // <votre serveur Gate One FQDN> / auth
pt_pt: Para criar uma ID de cliente auth Google e ir segredo para: https://console.developers.google.com/ e clique em "APIs e Auth ". Em seguida, clique em "Criar Novo Cliente ID ". Defina o "javascript Origins " valor para o seu endereço Gate One do servidor eo "Redirect URI " para https : // <seu Gate One servidor FQDN> / auth
ru_ru: Для создания клиентской аутентификации Google ID и секретный Перейти к: https://console.developers.google.com/ и нажмите на "API, и Auth ". Затем нажмите "Создать Client ID ". В списке "JavaScript Origins " значение к адресу вашего Gate One сервера и "перенаправление URI, " чтобы HTTPS: // <ваш Gate One сервер полное доменное имя> / аутентификации

source: For example, if your "JavaScript Origins" is: https://gateone.example.com/
de_de: Zum Beispiel, wenn Sie Ihre "JavaScript Origins " ist: https://gateone.example.com/
es_es: Por ejemplo, si su "Origins JavaScript " es: https://gateone.example.com/
fr_fr: Par exemple, si votre "JavaScript Origins " est: https://gateone.example.com/
pt_pt: Por exemplo, se o seu "Javascript Origins " é: https://gateone.example.com/
ru_ru: Например, если ваш "JavaScript Origins " является: https://gateone.example.com/

source: Your "Redirect URIs" would be: https://gateone.example.com/auth
de_de: Ihre "Redirect URIs " wäre: https://gateone.example.com/auth
es_es: Su "Redirect URI " sería: https://gateone.example.com/auth
fr_fr: Votre "redirection URI " serait: https://gateone.example.com/auth
pt_pt: Seu "Redirect URI " seria: https://gateone.example.com/auth
ru_ru: Ваш "перенаправление URI, " будет: https://gateone.example.com/auth

source: Using %s authentication
de_de: Verwendung %s -Authentifizierung
es_es: El uso de %s autenticación
fr_fr: Utilisation %s l'authentification
pt_pt: Usando %s autenticação
ru_ru: Использование %s аутентификацию

source: No authentication method configured. All users will be ANONYMOUS
de_de: Keine Authentifizierungsmethode konfiguriert. Alle Benutzer anonym sein
es_es: Ningún método de autenticación configurado. Todos los usuarios serán anónimas
fr_fr: Aucune méthode d'authentification configurée. Tous les utilisateurs seront ANONYME
pt_pt: Nenhum método de autenticação configurado. Todos os usuários serão ANONYMOUS
ru_ru: Ни один метод аутентификации не настроен. Все пользователи будут анонимными

source: Loaded global plugins: %s
de_de: Geladen globalen Plugins: %s
es_es: Cargados plugins globales: %s
fr_fr: Greffons globaux chargés: %s
pt_pt: Plugins globais carregado: %s
ru_ru: Загруженные глобальные плагины: %s

source: [1;31mAPI Authentication Failed![0m
de_de: N [1; 31mAPI Authentifizierung fehlgeschlagen! [0m
es_es: N [1; 31mAPI autenticación Error! [0m
fr_fr: N [1; authentification 31mAPI Impossible! [0m
pt_pt: N [1; Authentication 31mAPI falhou! [0m
ru_ru: П [1; 31mAPI Ошибка аутентификации! [0m

source: Checking: %s
de_de: Überprüfung: %s
es_es: Comprobación: %s
fr_fr: Contrôle: %s
pt_pt: Verificação: %s
ru_ru: Проверка: %s

source: Not valid JSON: %s
de_de: Nicht gültig JSON: %s
es_es: No es válido JSON: %s
fr_fr: Non valable JSON: %s
pt_pt: Não é válido JSON: %s
ru_ru: Не доступно JSON: %s

source: You appear to be missing the following keys from your JSON object: %s
de_de: Es scheint, dass die folgenden Tasten von Ihrem JSON-Objekt fehlen: %s
es_es: Parece que está perdiendo las siguientes claves de su objeto JSON: %s
fr_fr: Vous semblez manquer les touches suivantes de votre objet JSON: %s
pt_pt: Você parece estar faltando as seguintes teclas do seu objeto JSON: %s
ru_ru: Вы, кажется, не быть следующие разделы вашего объекта JSON: %s

source: You don't appear to have any API keys configured.
de_de: Sie scheinen nicht alle API-Schlüssel konfiguriert haben.
es_es: Usted no parece tener claves API configurados.
fr_fr: Vous ne semblez pas avoir toutes les clés de l'API configurés.
pt_pt: Você não parece ter quaisquer chaves de API configurados.
ru_ru: Вы, кажется, не имеют никаких ключей API настроенные.

source: Tip: You can create them on-demand via: gateone --new_api_key
de_de: Tipp: GateOne --new_api_key: Sie können sie bei Bedarf über erstellen
es_es: Sugerencia: Se pueden crear bajo demanda a través: gateone --new_api_key
fr_fr: Astuce: gateone --new_api_key: Vous pouvez les à la demande via la création
pt_pt: Dica: Você pode criá-los sob demanda via: gateone --new_api_key
ru_ru: Совет: Вы можете создавать их по требованию с помощью: gateone --new_api_key

source: The given API key (%s) was not found.
de_de: Die angegebene API-Schlüssel ( %s ) wurde nicht gefunden.
es_es: La clave API dado ( %s no se encontró).
fr_fr: La clé API donnée ( %s ) n'a pas été trouvé.
pt_pt: A chave API dado ( %s ) não foi encontrado.
ru_ru: Данный ключ API ( %s ) не был найден.

source: The given API key (%s) has no secret!
de_de: Die angegebene API-Schlüssel ( %s ) hat kein Geheimnis!
es_es: La clave API dado ( %s ) no tiene ningún secreto!
fr_fr: L'API clé donnée ( %s ) n'a pas de secret!
pt_pt: A chave API dado ( %s ) não tem segredo!
ru_ru: Данный API ключ ( %s ) не имеет никакого секрета!

source: Your api_keys setting is probably not in the correct format.
de_de: Ihre api_keys Einstellung ist wahrscheinlich nicht das richtige Format.
es_es: Es probable que su entorno api_keys no está en el formato correcto.
fr_fr: Votre paramètre api_keys n'est probablement pas dans le bon format.
pt_pt: Sua configuração api_keys provavelmente não é no formato correto.
ru_ru: Ваша установка api_keys, вероятно, не в правильном формате.

source: The correct format is {"api_keys": {"<API key>":"<secret>"}}
de_de: Das richtige Format ist { "api_keys ": { "<API-Schlüssel> ": "<Geheimnis> "}}
es_es: El formato correcto es { "api_keys ": { "<clave de API> ": "<secreto> "}}
fr_fr: Le format correct est { "api_keys ": { "<clé API> ": "<secrète> "}}
pt_pt: O formato correto é { "api_keys ": { "<API key> ": "<segredo> "}}
ru_ru: Правильный формат является { "api_keys ": { "<ключ API> ": "<секрет> "}}

source: It is recommended that you run 'gateone --new_api_key' and modify (or at least look at) the resulting 30api_keys.conf
de_de: Es wird empfohlen, dass Sie Run 'GateOne --new_api_key' und ändern (oder zumindest sehen) die resultierende 30api_keys.conf
es_es: Se recomienda que ejecute 'gateone --new_api_key' y modificar (o al menos mire) la 30api_keys.conf resultante
fr_fr: Il est recommandé que vous exécutez 'gateone --new_api_key »et de modifier (ou au moins regarder) la 30api_keys.conf résultant
pt_pt: Recomenda-se que você execute 'gateone --new_api_key' e modificar (ou pelo menos olhar) o 30api_keys.conf resultando
ru_ru: Рекомендуется запуске 'gateone --new_api_key' и изменить (или по крайней мере посмотреть на) в результате 30api_keys.conf

source: The generated signature (%s) does not match what was provided in the given auth object (%s)
de_de: Die erzeugte Signatur ( %s ) stimmt nicht, was in der gegebenen Auth Objekt (vorausgesetzt %s )
es_es: La firma generada ( %s ) no coincide con lo que se proporciona en el objeto auth dado ( %s )
fr_fr: La signature générée ( %s ) ne correspond pas à ce qui a été prévu dans l'objet auth donné ( %s )
pt_pt: A assinatura gerada ( %s ) não coincide com o que foi oferecido no dado auth objeto ( %s )
ru_ru: Сформированный подпись ( %s ) не соответствует тому, что было предусмотрено в данном Идент объекта ( %s )

source: A license file is already installed. Are you sure you want to replace it? (y/n)
de_de: Eine Lizenzdatei ist bereits installiert. Sind Sie sicher, dass Sie wollen, um sie zu ersetzen? (Y / n)
es_es: Un archivo de licencia ya está instalada. ¿Está seguro de que desea reemplazarlo? (Y / n)
fr_fr: Un fichier de licence est déjà installée. Etes-vous sûr que vous voulez le remplacer? (Y / n)
pt_pt: Um arquivo de licença já está instalado. Tem certeza de que deseja substituí-lo? (Y / n)
ru_ru: Файл лицензии уже установлена. Вы уверены, что хотите заменить его? (Да / нет)

source: Could not import pyelliptic which is required to validate licenses. Please install it: sudo pip install pyelliptic
de_de: Pyelliptic, die erforderlich ist, um Lizenzen zu validieren konnte nicht importiert werden. Bitte installieren: sudo pip installieren pyelliptic
es_es: No se pudo importar pyelliptic que se requiere para validar licencias. Por favor instalarlo: sudo pip instalar pyelliptic
fr_fr: Impossible d'importer pyelliptic qui est nécessaire pour valider les autorisations. S'il vous plaît installer: sudo pip installer pyelliptic
pt_pt: Não foi possível importar pyelliptic que é necessário para validar as licenças. Por favor, instale-o: sudo pip instalar pyelliptic
ru_ru: Не удалось импортировать pyelliptic который необходим для проверки лицензии. Пожалуйста, установите его: Суда пункт установить pyelliptic

source: Or you could just download it: https://github.com/yann2192/pyelliptic
de_de: Oder Sie könnten nur herunterladen: https://github.com/yann2192/pyelliptic
es_es: O simplemente puede descargarlo: https://github.com/yann2192/pyelliptic
fr_fr: Ou vous pouvez simplement télécharger: https://github.com/yann2192/pyelliptic
pt_pt: Ou você pode simplesmente baixá-lo: https://github.com/yann2192/pyelliptic
ru_ru: Или вы можете просто скачать его: https://github.com/yann2192/pyelliptic

source: License for '{product}' has expired: {license}
de_de: Lizenz für '{product}' abgelaufen ist: {}-Lizenz
es_es: Licencia para '{producto}' ha expirado: {licencia}
fr_fr: Licence pour '{produit}' a expiré: {} licence
pt_pt: Licença para '{produto}' expirou: {licença}
ru_ru: Лицензия на '{продукта}' истек: {лицензия}

source: License has an invalid signature: %s
de_de: Lizenz hat eine ungültige Signatur: %s
es_es: Licencia con una firma no válida: %s
fr_fr: Licence a une signature invalide: %s
pt_pt: Licença possui uma assinatura inválida: %s
ru_ru: Лицензия имеет неверную подпись: %s

source: License for '{product}' will expire in less than 30 days: {license}
de_de: Lizenz für '{product}' wird in weniger als 30 Tagen ablaufen: {}-Lizenz
es_es: Licencia para '{producto}' expirará en menos de 30 días: {licencia}
fr_fr: Licence pour '{produit}' expire dans moins de 30 jours: {} licence
pt_pt: Licença para '{produto}' irá expirar em menos de 30 dias: {licença}
ru_ru: Лицензия на '{продукта}' истекает менее чем за 30 дней: {лицензия}

source: Could not find/create settings directory at %s
de_de: Konnte sie nicht finden / erstellen Einstellungen Verzeichnis unter %s
es_es: No se pudo encontrar / crear el directorio de configuración en %s
fr_fr: Impossible de trouver / créer le répertoire des paramètres à %s
pt_pt: Não foi possível encontrar / criar diretório configurações em %s
ru_ru: Не удалось найти / создать каталог настроек в %s

source: Broadcast messages to users connected to Gate One.
de_de: Broadcast-Nachrichten an Benutzer zu Gate One verbunden.
es_es: Transmitir mensajes a los usuarios conectados a Gate One.
fr_fr: Diffuser des messages à des utilisateurs connectés à Gate One.
pt_pt: Transmitir mensagens aos usuários conectados ao Gate One.
ru_ru: Широковещательные сообщения для пользователей, подключенных к Gate One.

source: Install a commercial license for Gate One.
de_de: Installieren Sie eine kommerzielle Lizenz für Gate One.
es_es: Instale una licencia comercial para Gate One.
fr_fr: Installer pour une utilisation commerciale Gate One.
pt_pt: Instale uma licença comercial para Gate One.
ru_ru: Установите коммерческую лицензию для Gate One.

source: Test API authentication by validating a JSON auth object.
de_de: Test-API-Authentifizierung durch die Validierung ein JSON-Objekt Auth.
es_es: Prueba de autenticación de API mediante la validación de un objeto auth JSON.
fr_fr: l'authentification de l'API de test par la validation d'un objet JSON auth.
pt_pt: Autenticação API Teste, validando um objeto JSON auth.
ru_ru: Тест аутентификации API путем проверки объекта JSON аутентификации.

source: You probably want to provide a different destination via --log_file_prefix=/path/to/gateone.log
de_de: Sie wollen wahrscheinlich ein anderes Ziel über --log_file_prefix = / path / to / gateone.log bieten
es_es: Es posible que desee dar un destino diferente a través --log_file_prefix = / ruta / al / gateone.log
fr_fr: Vous voulez sans doute de fournir une autre destination via --log_file_prefix = / path / to / gateone.log
pt_pt: Você provavelmente vai querer oferecer um destino diferente via --log_file_prefix = / path / to / gateone.log
ru_ru: Вы, наверное, хотите, чтобы обеспечить другие пункты назначения через --log_file_prefix = / путь / к / gateone.log

source: Could not create log directory: %s
de_de: Konnte nicht erstellt Log-Verzeichnis: %s
es_es: No se pudo crear el directorio de registro: %s
fr_fr: Impossible de créer le répertoire des journaux: %s
pt_pt: Não foi possível criar o diretório de log: %s
ru_ru: Не удалось создать каталог журнала: %s

source: Could not write to the log: %s
de_de: Konnte nicht schreiben, um die Log: %s
es_es: No se pudo escribir en el registro: %s
fr_fr: Impossible d'écrire dans le journal: %s
pt_pt: Não foi possível gravar no log: %s
ru_ru: Не удалось записать в журнал: %s

source: Unknown CLI command: '%s'
de_de: Unbekannt CLI-Befehl: ' %s '
es_es: Comando desconocido CLI: ' %s '
fr_fr: Inconnu commande CLI: ' %s '
pt_pt: Comando CLI desconhecida: ' %s '
ru_ru: Неизвестный CLI команда: ' %s '

source: Imported applications: {0}
de_de: Anwendungen importiert: {0}
es_es: Aplicaciones importados: {0}
fr_fr: Applications importés: {0}
pt_pt: Aplicações importados: {0}
ru_ru: Импортные приложения: {0}

source: The configured 'uid' ({0}) does not exist.
de_de: Die konfigurierte 'uid' ( {0} ) existiert nicht.
es_es: La configuración 'uid' ( {0} ) no existe.
fr_fr: Le 'uid' configuré ( {0} ) n'existe pas.
pt_pt: O 'uid' configurado ( {0} ) não existe.
ru_ru: Настроен 'UID' ( {0} ) не существует.

source: The configured 'gid' ({0}) does not exist.
de_de: Die konfigurierte 'gid' ( {0} ) existiert nicht.
es_es: El configurados 'gid' ( {0} ) no existe.
fr_fr: Configurées "gid" ( {0} ) n'existe pas.
pt_pt: Configuradas 'gid' ( {0} ) não existe.
ru_ru: Сконфигурированных 'GID' ( {0} ) не существует.

source: Running as non-root; will not drop privileges.
de_de: Laufen als nicht-root; Privilegien werden nicht fallen zu lassen.
es_es: Corriendo como no root; no caerá privilegios.
fr_fr: Exécution en tant que non-root; ne baissera pas les privilèges.
pt_pt: Executando como não-raiz; não vai cair privilégios.
ru_ru: Выполнение не-корня; не упадет привилегии.

source: Gate One could not create %s. Please ensure that user, %s has permission to create this directory or create it yourself and make user, %s its owner.
de_de: Tor konnte man nicht erstellen %s . Bitte stellen Sie sicher, dass die Benutzer %s hat die Erlaubnis, dieses Verzeichnis zu erstellen oder erstellen Sie es selbst und machen Benutzer %s seines Besitzers.
es_es: Gate One no pudo crear %s . Por favor, asegúrese de que el usuario, %s tiene permiso para crear este directorio o crear usted mismo y hacer el usuario, %s su propietario.
fr_fr: Gate One n'a pas pu créer %s . S'il vous plaît assurez-vous que l'utilisateur, %s a la permission de créer ce répertoire ou créer vous-même et faire l'utilisateur, %s de son propriétaire.
pt_pt: Gate One não foi possível criar %s . Certifique-se de que o usuário, %s tem permissão para criar este diretório ou criá-lo e fazer o usuário, %s seu dono.
ru_ru: Gate One не может создать %s . Пожалуйста, убедитесь, что пользователь, %s имеет разрешение на создание этого каталога или создать его самостоятельно и сделать пользователю, %s своего владельца.

source: Failed to recursively change permissions of user_dir: %s, uid: %s, gid: %s
de_de: Fehler beim rekursiv Berechtigungen user_dir ändern: %s , UID: %s , gid: %s
es_es: Error al cambiar recursivamente los permisos de user_dir: %s , uid: %s , gid: %s
fr_fr: Impossible de changer de manière récursive autorisations de user_dir: %s , uid: %s , gid: %s
pt_pt: Falha ao alterar de forma recursiva permissões de user_dir: %s , uid: %s , gid: %s
ru_ru: Не удалось рекурсивно изменить права user_dir: %s , UID: %s , GID: %s

source: Error: Gate One could not create %s. Please ensure that user, %s has permission to create this directory or create it yourself and make user, %s its owner.
de_de: Fehler: Gate One konnte nicht erstellen %s . Bitte stellen Sie sicher, dass die Benutzer %s hat die Erlaubnis, dieses Verzeichnis zu erstellen oder erstellen Sie es selbst und machen Benutzer %s seines Besitzers.
es_es: Error: Puerta Uno no podría crear %s . Por favor, asegúrese de que el usuario, %s tiene permiso para crear este directorio o crear usted mismo y hacer el usuario, %s su propietario.
fr_fr: Erreur: Gate One n'a pas pu créer %s . S'il vous plaît assurez-vous que l'utilisateur, %s a la permission de créer ce répertoire ou créer vous-même et faire l'utilisateur, %s de son propriétaire.
pt_pt: Erro: Gate One não foi possível criar %s . Certifique-se de que o usuário, %s tem permissão para criar este diretório ou criá-lo e fazer o usuário, %s seu dono.
ru_ru: Ошибка: Gate One не может создать %s . Пожалуйста, убедитесь, что пользователь, %s имеет разрешение на создание этого каталога или создать его самостоятельно и сделать пользователю, %s своего владельца.
