Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: Could not load bell: %s
de_de: Glocke konnte nicht geladen werden: %s
es_es: No se pudo cargar la campana: %s
fr_fr: Impossible de charger la cloche: %s
pt_pt: Não foi possível carregar sino: %s
ru_ru: Не удалось загрузить колокол: %s

source: send_css is false; will not send JavaScript.
de_de: send_css ist falsch; nicht senden JavaScript.
es_es: send_css es falsa; no enviará JavaScript.
fr_fr: send_css est fausse; n'enverra pas le JavaScript.
pt_pt: send_css é falso; não enviará JavaScript.
ru_ru: send_css ложно; не будет посылать JavaScript.

source: {upn} updated sharing permissions on terminal {term} ({title}))
de_de: {} Upn aktualisiert Freigabeberechtigungen auf Klemme {Begriff} ({title}))
es_es: {} UPN permisos de uso compartido actualizados sobre terminales {término} ({title}))
fr_fr: {} UPN autorisations de partage à jour sur borne {terme} ({title}))
pt_pt: {} Upn permissões de compartilhamento atualizados no Terminal {termo} ({title}))
ru_ru: {Сор} обновлены права совместного пользования на терминале {термин} ({название}))

source: Share ID '%s' is already in use
de_de: Share ID ' %s 'ist bereits im Einsatz
es_es: Compartir ID ' %s 'ya está en uso
fr_fr: Partager ID ' %s 'est déjà utilisé
pt_pt: Compartilhar ID ' %s 'já está em uso
ru_ru: Share ID ' %s 'уже используется

source: {upn} changed share ID of terminal {term} from '{old}'' to '{new}'
de_de: {} Upn geändert Aktie ID des Terminal {Begriff} aus '{alt}' 'auf' {new} '
es_es: {UPN} cambió de acciones ID del terminal de {término} de '{edad}' 'a' {nueva} '
fr_fr: {} UPN changé part ID de la borne {} terme de '{old}' 'à' {nouveau} '
pt_pt: {} Upn mudou share ID do terminal de {} termo de '{idade}' 'para' {novo} '
ru_ru: {Сор} изменилось акций идентификатор терминала {перспективе} от '{старый}' 'в' {новый} '

source: Error: Invalid share ID.
de_de: Fehler: Ungültige ID Aktie.
es_es: Error: Invalid ID acción.
fr_fr: Erreur: Invalid ID part.
pt_pt: Erro: ID partes inválido.
ru_ru: Ошибка: Неправильно доля ID.

source: No terminal associated with the given share_id.
de_de: Kein Anschluss mit dem angegebenen share_id verbunden.
es_es: Sin terminal asociado con la share_id dado.
fr_fr: Aucune terminal associé à la share_id donné.
pt_pt: N associado com o terminal de share_id dada.
ru_ru: Нет терминал, связанный с данным share_id.

source: Invalid share_id.
de_de: Ungültige share_id.
es_es: Share_id válida.
fr_fr: Share_id non valide.
pt_pt: Share_id inválido.
ru_ru: Неверный share_id.

source: Requested shared terminal does not exist.
de_de: Angefordert gemeinsame Terminal gibt es nicht.
es_es: Terminal compartido solicitado no existe.
fr_fr: N'existe pas terminal partagé requis.
pt_pt: Terminais compartilhados solicitado não existe.
ru_ru: Запрашиваемая поделился терминал не существует.

source: You are not authorized to view this terminal
de_de: Sie sind nicht berechtigt, diesen Anschluss zu sehen
es_es: Usted no está autorizado a ver esta terminal
fr_fr: Vous n'êtes pas autorisé à afficher cette borne
pt_pt: Você não está autorizado a ver este terminal
ru_ru: Вы не авторизованы для просмотра этого терминал

source: Invalid password.
de_de: Ungültiges Passwort.
es_es: La contraseña no es válida.
fr_fr: Mot de passe incorrect.
pt_pt: Senha inválida.
ru_ru: Неправильный пароль.

source: {upn} connected to terminal shared by {owner}
de_de: {} Upn an Klemme verbunden durch gemeinsame Eigentümer {}
es_es: {UPN} conectada al terminal compartido por {propietario}
fr_fr: {} UPN reliée à la borne partagée par {} propriétaire
pt_pt: {} Upn ligado ao terminal compartilhado por {} proprietário
ru_ru: {Сор} подключен к терминалу разделяют {владелец}

source: %s (%s) is now viewing terminal %s
de_de: %s ( %s ) wird nun die Anzeige Klemme %s
es_es: %s ( %s ) está ahora viendo terminal de %s
fr_fr: %s ( %s ) est désormais terminal de visualisation %s
pt_pt: %s ( %s ) está vendo agora terminais %s
ru_ru: %s ( %s ) в настоящее время просмотра терминала %s

source: // This is Gate One's Terminal application settings file.
de_de: // Das ist Gate One Terminal-Anwendung Einstellungsdatei. N
es_es: // Este es el archivo de configuración de la aplicación Terminal de Gate One. N
fr_fr: // C'est le fichier de configuration de l'application Terminal de Gate One. N
pt_pt: // Este é o arquivo de configurações do aplicativo Terminal do Gate One. N
ru_ru: // Это Терминал файл настройки приложения Gate One в. П

source: dtach command not found. dtach support has been disabled.
de_de: dtach Befehl nicht gefunden. dtach Unterstützung wurde deaktiviert.
es_es: comando dtach no encontrado. dtach apoyo ha sido deshabilitado.
fr_fr: commande dtach introuvable. dtach soutien a été désactivé.
pt_pt: dtach comando não encontrado. dtach apoio foi desativado.
ru_ru: Команда dtach не найдено. dtach поддержка была отключена.

source: The default path to known_hosts has been changed. Please update your settings to use '/.ssh/known_hosts' instead of '/ssh/known_hosts'. Applying a termporary fix...
de_de: Der Standardpfad zu known_hosts wurde geändert. Bitte aktualisieren Sie Ihre Einstellungen zu "/.ssh/known_hosts 'statt' / ssh / known_hosts 'zu verwenden. Anlegen einer termporary fix ...
es_es: La ruta predeterminada para known_hosts ha cambiado. Por favor, actualice la configuración para usar '/.ssh/known_hosts' en vez de '/ ssh / known_hosts. La aplicación de una solución termporary ...
fr_fr: Le chemin par défaut pour known_hosts a été modifié. S'il vous plaît mettre à jour vos paramètres à utiliser »/.ssh/known_hosts 'au lieu de' / ssh / known_hosts». L'application d'un correctif termporary ...
pt_pt: O caminho padrão para known_hosts foi alterado. Por favor, atualize suas configurações para usar '/.ssh/known_hosts' em vez de '/ ssh / known_hosts'. Aplicando uma correção termporary ...
ru_ru: Путь по умолчанию, чтобы known_hosts была изменена. Пожалуйста, обновите ваши настройки, чтобы использовать "/.ssh/known_hosts 'вместо' / SSH / known_hosts". Применение termporary исправить ...

source: View terminal session logs.
de_de: Informieren Sie sich über Terminal-Session-Protokolle.
es_es: Ver los registros de sesión de terminal.
fr_fr: Afficher les journaux de session de terminal.
pt_pt: Exibir logs de sessão de terminal.
ru_ru: Посмотреть логи сеанса работы.

source: %s denied opening new terminal. The 'max_terms' policy limit (%s) has been reached for this user.
de_de: %s verweigert die Eröffnung neuer Terminal. Die Politik Grenze "max_terms '( %s ) hat für diesen Benutzer erreicht.
es_es: %s negaron la apertura de la nueva terminal. El límite de la póliza 'max_terms' ( %s ) ha sido alcanzado por este usuario.
fr_fr: %s nié ouverture nouveau terminal. La limite de la politique »max_terms de ( %s ) a été atteint pour cet utilisateur.
pt_pt: %s negou abrir novo terminal. O limite da apólice 'max_terms' ( %s ) foi alcançado para este usuário.
ru_ru: %s отрицал открытие нового терминала. Предел политика 'max_terms "( %s ) была достигнута для этого пользователя.

source: Server policy dictates that you may only open %s terminal(s)
de_de: Server-Richtlinie schreibt vor, dass Sie nur öffnen %s -Terminal (s)
es_es: Política servidor dicta que sólo puede abrir %s terminal (s)
fr_fr: politique de serveur dicte que vous ne pouvez ouvrir %s la borne (s)
pt_pt: Política Servidor dita que você só pode abrir %s do terminal (s)
ru_ru: Политика сервера подсказывает, что вы можете открыть только %s терминал (ы)

source: {upn} denied executing {function_name} by policy (not owner of terminal or does not have write access).
de_de: {} Upn verweigert die Ausführung {} function_name durch die Politik (nicht Eigentümer des Terminals oder keine Schreibzugriff).
es_es: {} UPN negado ejecutar {} function_name por la política (no propietario del terminal o no tiene acceso de escritura).
fr_fr: {} UPN refusé l'exécution {} nom_de_function par la politique (non propriétaire du terminal ou ne pas avoir accès en écriture).
pt_pt: {} Upn negado execução {} function_name pela política (não proprietário de terminal ou não tem acesso de gravação).
ru_ru: {Сор} отказано выполнения {function_name} политикой (не владельца терминала или не имеет доступа на запись).

source: %s denied sharing terminal by policy.upn
de_de: %s verweigert den Austausch von Terminal policy.upn
es_es: %s negó compartir terminal policy.upn
fr_fr: %s nié partage terminal par policy.upn
pt_pt: %s negou compartilhando terminal policy.upn
ru_ru: %s отрицал обмена терминал, policy.upn

source: You do not have permission to write to this terminal.
de_de: Sie haben keine Berechtigung, zu diesem Terminal zu schreiben.
es_es: Usted no tiene permiso para escribir en este terminal.
fr_fr: Vous n'avez pas la permission d'écrire dans ce terminal.
pt_pt: Você não tem permissão para escrever a este terminal.
ru_ru: Вы не имеете разрешения на запись в этом терминале.

source: Error decoding {0}. File will be removed.
de_de: Fehler Dekodierung {0} . Datei werden entfernt.
es_es: Decodificación de error {0} . Se eliminará del archivo.
fr_fr: décodage d'erreur {0} . Fichier sera supprimé.
pt_pt: Descodificação de erro {0} . O arquivo será removido.
ru_ru: Декодирования Ошибка {0} . Файл будет удален.

source: Raw HTML
fr_fr: HTML brut
ru_ru: Необработанный HTML

source: HTML Plugin: Sorry but the '%s' tag is not allowed.
de_de: HTML-Plugin: Es tut uns leid, aber der ' %s 'Tag nicht erlaubt ist.
es_es: HTML Plugin: Lo sentimos, pero el ' %s 'tag no está permitido.
fr_fr: HTML Plugin: Désolé, mais le ' %s 'étiquette n'est pas autorisé.
pt_pt: HTML Plugin: Desculpe, mas o ' %s 'tag não é permitido.
ru_ru: HTML Плагин: Извините, но ' %s 'тег не допускается.

source: HTML Plugin: Sorry but using 'javascript:' is not allowed.
de_de: HTML-Plugin: Sorry, aber mit "javascript:" ist nicht erlaubt.
es_es: HTML Plugin: Lo sentimos, pero utilizando "javascript:" no está permitido.
fr_fr: HTML Plugin: Désolé, mais en utilisant 'javascript:' n'est pas autorisée.
pt_pt: HTML Plugin: Desculpe, mas usando 'javascript:' não é permitido.
ru_ru: HTML Плагин: Извините, но с использованием 'JavaScript:' не допускается.

source: HTML Plugin: Sorry but using JavaScript events is not allowed.
de_de: HTML-Plugin: Sorry, aber mit JavaScript-Ereignisse ist nicht erlaubt.
es_es: HTML Plugin: Lo sentimos, pero utilizando los eventos de JavaScript no está permitido.
fr_fr: HTML Plugin: Désolé, mais en utilisant des événements JavaScript n'est pas autorisé.
pt_pt: HTML Plugin: Desculpe, mas o uso de eventos de JavaScript não é permitida.
ru_ru: HTML Плагин: Извините, но с использованием события JavaScript не допускается.

source: HTML Plugin: Sorry but using 'FSCommand' is not allowed.
de_de: HTML-Plugin: Sorry, aber mit "FSCommand 'ist nicht erlaubt.
es_es: Plugin HTML: Lo sentimos, pero utilizando 'FSCommand' no está permitido.
fr_fr: Plugin HTML: Désolé, mais en utilisant "FSCommand 'n'est pas autorisée.
pt_pt: Plugin HTML: Desculpe, mas usando 'FSCommand' não é permitido.
ru_ru: HTML Плагин: Извините, но с использованием 'FSCommand' не допускается.

source: HTML Plugin: Sorry but using 'seekSegmentTime' is not allowed.
de_de: HTML-Plugin: Sorry, aber mit 'seekSegmentTime' ist nicht erlaubt.
es_es: Plugin HTML: Lo sentimos, pero el uso de 'seekSegmentTime' no está permitido.
fr_fr: Plugin HTML: Désolé, mais en utilisant 'seekSegmentTime' ne sont pas autorisés.
pt_pt: Plugin HTML: Desculpe, mas usando 'seekSegmentTime' não é permitido.
ru_ru: HTML Плагин: Извините, но используя 'seekSegmentTime' не допускается.

source: HTML Plugin: Sorry but using 'vbscript:' is not allowed.
de_de: HTML-Plugin: Sorry, aber mit "VBScript: 'ist nicht zulässig.
es_es: HTML Plugin: Lo sentimos, pero utilizando "VBScript:" no está permitido.
fr_fr: HTML Plugin: Désolé, mais en utilisant "vbscript: 'n'est pas autorisée.
pt_pt: HTML Plugin: Desculpe, mas usando 'VBScript:' não é permitido.
ru_ru: HTML Плагин: Извините, но с использованием 'VBScript:' не допускается.

source: NOTE: User session logging is disabled. To enable it, set 'session_logging = True' in your server.conf.
de_de: Hinweis: Benutzersitzungsprotokollierung deaktiviert ist. Um es zu aktivieren, setzen 'session_logging = True "in Ihrem server.conf.
es_es: NOTA: El registro de sesión de usuario está desactivada. Para habilitarla, ajuste 'session_logging = True' en su server.conf.
fr_fr: REMARQUE: l'enregistrement de la session de l'utilisateur est désactivé. Pour l'activer, 'session_logging = True' dans votre server.conf.
pt_pt: NOTA: registro de sessão do usuário está desativada. Para habilitá-lo, definir 'session_logging = True "em seu server.conf.
ru_ru: ПРИМЕЧАНИЕ: регистрация сессия пользователя отключен. Чтобы включить ее, установите 'session_logging = True' в вашем server.conf.

source: NOTE: Your access to the log viewer has been restricted.
de_de: HINWEIS: Ihr Zugang zu den Log-Viewer wurde eingeschränkt.
es_es: NOTA: El acceso al visor de registro ha sido restringido.
fr_fr: REMARQUE: L'accès à la visionneuse du journal a été restreint.
pt_pt: NOTA: O acesso ao visualizador de log foi restringido.
ru_ru: ПРИМЕЧАНИЕ: Ваш доступ к программе просмотра протоколов было ограничено.

source: ERROR: Log not found
de_de: Fehler: Nicht gefunden Anmelden
es_es: ERROR: registro no encontrado
fr_fr: ERREUR: Connecte pas trouvé
pt_pt: ERRO: Não Login encontrado
ru_ru: ОШИБКА: Вход не найден

source: Renaming %s's 'ssh' directory to '.ssh'.
de_de: Umbenennen %s 's' ssh 'Verzeichnis' .ssh '.
es_es: Cambiar el nombre %s 's' 'directorio a' ssh ssh '.
fr_fr: Renommer %s 's' 'de répertoire pour "ssh ssh'.
pt_pt: Mudar o nome de %s 'do diretório para' ssh ssh 's'.
ru_ru: Переименование %s 'с' SSH 'Каталог для' .ssh '.

source: Both an 'ssh' and '.ssh' directory exist for user %s. Using the .ssh directory.
de_de: Sowohl ein "ssh" und das Verzeichnis ".ssh 'gibt es für Benutzer %s . Verwendung der ssh-Verzeichnis.
es_es: Tanto un 'ssh' y el directorio '.ssh' existen para el usuario %s . Utilizar el directorio .ssh.
fr_fr: À la fois un "ssh" et le répertoire ".ssh 'existent pour l'utilisateur %s . Utilisation du répertoire .ssh.
pt_pt: Tanto um 'ssh' e diretório '.ssh' existe para o usuário %s . Usando o diretório ssh.
ru_ru: Оба 'SSH' и каталог '.ssh' существует для пользователя %s . Используя каталог .ssh.

source: SSH Plugin: Unable to open slave sub-channel.
de_de: SSH Plugin: Kann Slave Sub-Kanal zu öffnen.
es_es: SSH Plugin: No se puede abrir esclavo sub-canal.
fr_fr: SSH Plugin: Impossible d'ouvrir le sous-voie esclave.
pt_pt: SSH Plugin: Não é possível abrir sub-canal escravo.
ru_ru: SSH Plugin: Невозможно открыть подчиненный подканал.

source: SSH sub-channel closed due to inactivity.
de_de: SSH Unterkanal geschlossen wegen Inaktivität.
es_es: SSH sub-canal cerrado debido a la inactividad.
fr_fr: Sous-canal SSH fermé pour cause d'inactivité.
pt_pt: Sub-canal SSH fechado devido à inatividade.
ru_ru: SSH суб-канал закрытым в результате простоя.

source: %s: Got an error trying to capture output inside of execute_command() running: %s
de_de: %s : Erhielt ein Fehler aufgetreten Ausgang innerhalb von execute_command () Lauf erfassen: %s
es_es: %s : Tengo un error al intentar capturar la salida en el interior de execute_command () en ejecución: %s
fr_fr: %s : Vous avez une erreur en essayant de capturer la sortie à l'intérieur de execute_command () fonctionnement: %s
pt_pt: %s : Tem um erro ao tentar capturar a saída dentro de execute_command () execução: %s
ru_ru: %s : Получил ошибка при попытке захватить выход внутри execute_command () Летние: %s

source: Error: Timeout exceeded or command failed to execute.
de_de: Fehler: Timeout überschritten oder Befehl, der ausgeführt ist fehlgeschlagen.
es_es: Error: Tiempo de espera excedido o comando no se pudo ejecutar.
fr_fr: Erreur: Délai d'attente dépassé ou la commande a échoué.
pt_pt: Erro: Tempo limite excedido ou falha de comando para executar.
ru_ru: Ошибка: Тайм-аут превышен или команду выполнить не удалось.

source: %s: Got an error trying to open sub-channel on term %s...
de_de: %s : Erhielt ein Fehler aufgetreten Unterkanal auf tige öffnen %s ...
es_es: %s : Tengo un error al intentar abrir sub-canal en el término %s ...
fr_fr: %s : Vous avez une erreur en essayant d'ouvrir sous-canal sur terme %s ...
pt_pt: %s : Tem um erro ao tentar abrir sub-canal no termo %s ...
ru_ru: %s : Получена ошибка при попытке открыть суб-канал на срок %s ...

source: SSH Plugin Error: Invalid name given, %s
de_de: SSH Plugin-Fehler: Ungültige Namen gegeben, %s
es_es: SSH Plugin Error: nombre no válido proporcionado, %s
fr_fr: SSH Plugin Erreur: nom non valide donné, %s
pt_pt: SSH Plugin de erro: Nome inválido dado, %s
ru_ru: SSH Plugin Ошибка: Неверное имя дано, %s

source: SSH Plugin Error: Public key not found at %s
de_de: SSH-Plugin-Fehler: Öffentliche Schlüssel an nicht gefunden %s
es_es: SSH Plugin Error: clave pública no encontrar en %s
fr_fr: SSH Plugin Erreur: clé publique ne se trouve pas à %s
pt_pt: SSH Plugin Erro: chave pública não encontrado em %s
ru_ru: SSH Plugin Ошибка: Открытый ключ не найден в %s

source: Error: You must supply a 'host'.
de_de: Fehler: Sie müssen einen "Wirt" zu liefern.
es_es: Error: Debe proporcionar un "anfitrión".
fr_fr: Erreur: Vous devez fournir un «hôte».
pt_pt: Erro: Você deve fornecer um 'host'.
ru_ru: Ошибка: Вы должны поставить "хозяин".

source: Error: Could not determine the fingerprint of %s:%s... '%s'
de_de: Fehler: den Fingerabdruck konnte nicht ermittelt werden %s : %s ... ' %s '
es_es: Error: No se pudo determinar la huella de %s : %s ... ' %s '
fr_fr: Erreur: Impossible de déterminer l'empreinte de %s : %s ... ' %s '
pt_pt: Erro: Não foi possível determinar a impressão digital de %s : %s ... ' %s '
ru_ru: Ошибка: не удалось определить отпечаток %s : %s ... ' %s '

source: Keypair generation failed.
de_de: Schlüsselpaar Generation gescheitert.
es_es: Generación de par de claves falló.
fr_fr: Génération paire de clés a échoué.
pt_pt: Geração de par de chaves falhou.
ru_ru: Ключей поколение не удалось.

source: There was a problem generating SSH keys: %s
de_de: Es gab ein Problem erzeugen SSH-Schlüssel: %s
es_es: Hubo un problema al generar claves SSH: %s
fr_fr: Il y avait un problème générer des clés SSH: %s
pt_pt: Houve um problema gerando chaves SSH: %s
ru_ru: Существовал проблема генерации ключей SSH: %s

source: Keypair generation complete
de_de: Schlüsselpaar Generation komplett
es_es: Generación de par de claves completo
fr_fr: Génération paire de clés complet
pt_pt: Geração de par de chaves completo
ru_ru: Ключей поколение полное

source: Error generating public key from private key at %s
de_de: Fehler beim Erzeugen öffentlichen Schlüssel aus privaten Schlüssel in %s
es_es: Error al generar la clave pública de la clave privada en %s
fr_fr: Erreur générer la clé publique de la clé privée à %s
pt_pt: Erro ao gerar a chave pública de chave privada em %s
ru_ru: Ошибка генерации открытого ключа из закрытого ключа на %s

source: You must specify a valid *name*.
de_de: Sie müssen einen gültigen * Namen angeben *.
es_es: Debe especificar un nombre válido * *.
fr_fr: Vous devez spécifier un nom valide *.
pt_pt: Você deve especificar um nome * válido *.
ru_ru: Вы должны указать действительный * имя *.

source: No files were given to save!
de_de: Es wurden keine Dateien gegeben, um zu sparen!
es_es: No hay archivos fueron entregados a ahorrar!
fr_fr: Aucun fichier n'a été donné pour sauver!
pt_pt: Nenhum arquivo foi dada para salvar!
ru_ru: Файлы не дали спасти!

source: ERROR: Private key is not valid.
de_de: ERROR: Privater Schlüssel ist nicht gültig.
es_es: ERROR: La clave privada no es válido.
fr_fr: ERREUR: la clé privée n'est pas valide.
pt_pt: ERRO: A chave privada não é válido.
ru_ru: ОШИБКА: Секретный ключ не действителен.

source: Got public key, cancelling public key generation timer.
de_de: Bekam öffentlichen Schlüssel, Abbrechen öffentlichen Timer Schlüsselerzeugung.
es_es: Consiguió clave pública, la cancelación de temporizador pública la generación de claves.
fr_fr: Vous avez la clé publique, l'annulation de la minuterie de génération de clé publique.
pt_pt: Recebeu a chave pública, o cancelamento temporizador geração de chave pública.
ru_ru: Получил открытый ключ, отменяя общественного таймер генерации ключей.

source: Only received a private key. Setting timeout to generate the public key if not received within 3 seconds.
de_de: Nur erhielt einen privaten Schlüssel. Zeitlimit-Einstellung, um den öffentlichen Schlüssel zu generieren, wenn nicht innerhalb von 3 Sekunden.
es_es: Sólo recibió una clave privada. Configuración de tiempo de espera para generar la clave pública si no se recibe dentro de los 3 segundos.
fr_fr: Seulement reçu une clé privée. Définition de temporisation pour générer la clé publique s'il n'est pas reçu dans les 3 secondes.
pt_pt: Só recebeu uma chave privada. Definir o tempo limite para gerar a chave pública se não for recebido dentro de 3 segundos.
ru_ru: Только получил закрытый ключ. Установка тайм-аут, чтобы генерировать открытый ключ, если не получена в течение 3 секунд.

source: Error saving keys: %s
de_de: Fehler beim Speichern Tasten: %s
es_es: Teclas de ahorro Error: %s
fr_fr: touches d'économie d'erreur: %s
pt_pt: Chaves de poupança de erro: %s
ru_ru: Ошибка сохранения ключей: %s

source: Error deleting keypair: %s
de_de: Fehler beim Löschen der Schlüsselpaar: %s
es_es: Error al eliminar el par de claves: %s
fr_fr: Erreur de suppression paire de clés: %s
pt_pt: Erro ao excluir par de chaves: %s
ru_ru: Ошибка при удалении пара ключей: %s

source: Error getting identities: %s
de_de: Fehler beim Abrufen der Identitäten: %s
es_es: Error al obtener las identidades: %s
fr_fr: Erreur d'obtention des identités: %s
pt_pt: Erro ao obter identidades: %s
ru_ru: Ошибка при получении тождества: %s

source: Error creating user's ssh directory: %s
de_de: Fehler beim Erstellen der ssh-Verzeichnis des Benutzers: %s n
es_es: Error al crear el directorio ssh del usuario: %s n
fr_fr: Erreur de création du répertoire ssh de l'utilisateur: %s n
pt_pt: Erro ao criar diretório ssh do usuário: %s n
ru_ru: Ошибка при создании каталога SSH пользователя: %s п

source: Could not set %s as executable. You will need to 'chmod a+x' that script manually.
de_de: Konnte nicht gesetzt %s als ausführbare. Sie werden zu "chmod a + x 'diesem Skript manuell müssen.
es_es: No se pudo establecer %s como ejecutable. Usted tendrá que 'chmod a + x' que la escritura manual.
fr_fr: Impossible de définir %s comme exécutable. Vous aurez besoin de 'chmod a + x »tel qu'il script manuellement.
pt_pt: Não foi possível definir %s como executável. Você vai precisar de "chmod a + x 'que script manualmente.
ru_ru: Не удалось установить %s как исполняемый файл. Вам нужно будет 'CHMOD а + х' этого сценария вручную.

source: Error loading SSH plugin: The ssh_connect.py script is not executable. See the logs for more details.
de_de: Fehler beim Laden SSH-Plugin: Der ssh_connect.py Skript ist nicht ausführbar. Siehe die Protokolle auf weitere Details.
es_es: Error al cargar SSH plugin: El guión ssh_connect.py no es ejecutable. Consulte los registros para obtener más detalles.
fr_fr: Erreur lors du chargement SSH plugin: Le script ssh_connect.py n'est pas exécutable. Voir les journaux pour plus de détails.
pt_pt: Erro ao carregar SSH plugin: O script ssh_connect.py não é executável. Veja os logs para obter mais detalhes.
ru_ru: Ошибка загрузки плагинов SSH: ssh_connect.py сценарий не является исполняемым. Можно найти в журналах для более подробной информации.
