Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: [1;31mERROR:[0m Could not create %s for log_file_prefix: %s
de_de: [1; 31mERROR: [0m konnte nicht erstellt werden %s für log_file_prefix: %s
es_es: [1; 31mERROR: [0m No se puede crear %s para log_file_prefix: %s
fr_fr: [1; 31mERROR: [0m Impossible de créer %s pour log_file_prefix: %s
pt_pt: [1; 31mERROR: [0m Não foi possível criar %s para log_file_prefix: %s
ru_ru: [1; 31mERROR: [0m Не удалось создать %s для log_file_prefix: %s

source: You probably want to change this option, run Gate One as root, or create that directory and give the proper user ownership of it.
de_de: Sie wollen wahrscheinlich diese Option, als root ausführen Gate One zu ändern, oder erstellen Sie das Verzeichnis und geben Sie die richtige Benutzer Eigentumsverhältnisse.
es_es: Es posible que desee cambiar esta opción, ejecute Gate One como root, o crear ese directorio y dar a la propiedad de usuario apropiado de él.
fr_fr: Vous voudrez probablement changer cette option, exécutez Gate One en tant que root, ou de créer ce répertoire et donner la propriété de l'utilisateur approprié de celui-ci.
pt_pt: Você provavelmente vai querer mudar esta opção, execute Gate One como root, ou criar o diretório e dar a posse do usuário adequado do mesmo.
ru_ru: Вы, наверное, хотите, чтобы изменить этот параметр, запустите Gate One, как корень, или создайте эту директорию и дать надлежащую владельца-пользователя него.

source: A new API key has been generated: %s
de_de: Eine neue API-Schlüssel generiert wurde: %s
es_es: Una nueva clave de API se ha generado: %s
fr_fr: Une nouvelle clé de l'API a été généré: %s
pt_pt: Uma nova chave de API foi gerado: %s
ru_ru: Новый ключ API, был сформирован: %s

source: This key can now be used to embed Gate One into other applications.
de_de: Diese Taste kann nun verwendet werden, um Gate One in andere Anwendungen eingebettet werden.
es_es: Esta clave se puede utilizar ahora para incrustar Gate One en otras aplicaciones.
fr_fr: Cette clé peut maintenant être utilisé pour intégrer Gate One dans d'autres applications.
pt_pt: Esta chave pode agora ser usado para incorporar Gate One em outras aplicações.
ru_ru: Этот ключ теперь можно использовать для встраивания Gate One в другие приложения.

source: Version: %s (%s)
es_es: Versión: %s ( %s )
pt_pt: Versão: %s ( %s )
ru_ru: Версия: %s ( %s )

source: Tornado version %s
es_es: Tornado versión %s
fr_fr: Version Tornado %s
pt_pt: Tornado versão %s
ru_ru: Торнадо версия %s

source: Connections to this server will be allowed from the following origins: '%s'
de_de: ': Verbindungen zu diesem Server werden aus den folgenden Ursprünge erlaubt sein %s '
es_es: Las conexiones a este servidor se permitirá a partir de los siguientes orígenes: ' %s '
fr_fr: Connexions à ce serveur seront autorisés à partir des origines suivantes: ' %s '
pt_pt: As conexões a este servidor será permitido a partir das seguintes origens: ' %s '
ru_ru: Подсоединение к данному серверу будет разрешено из следующих источников: ' %s '

source: Gate One could not create {ssl_base} ({e}). Are you using the correct --settings_dir?
de_de: Gate One konnte nicht erstellt werden {ssl_base} ({e}). Sind Sie mit den richtigen --settings_dir?
es_es: Gate One no pudo crear {ssl_base} ({e}). ¿Está utilizando el --settings_dir correcta?
fr_fr: Gate One n'a pas pu créer {ssl_base} ({e}). Utilisez-vous la bonne --settings_dir?
pt_pt: Gate One não conseguiu criar {ssl_base} ({e}). Você está usando o --settings_dir correto?
ru_ru: Gate One не может создать {ssl_base} ({е}). Используете ли вы правильный --settings_dir?

source: No SSL private key found. One will be generated.
de_de: Kein SSL privaten Schlüssel gefunden. Eine generiert.
es_es: No clave privada SSL encontró. Se le generará una.
fr_fr: Pas de clé privée SSL trouvé. On va être généré.
pt_pt: Sem chave privada SSL encontrado. Será gerada.
ru_ru: Нет закрытый ключ SSL не найдено. Один будет.

source: No SSL certificate found. One will be generated.
de_de: Kein SSL-Zertifikat gefunden. Eine generiert.
es_es: Ningún certificado SSL encontró. Se le generará una.
fr_fr: Aucun certificat SSL trouvé. On va être généré.
pt_pt: Nenhum certificado SSL encontrado. Será gerada.
ru_ru: Нет удостоверения SSL не найдено. Один будет.

source: Logging is set to DEBUG. Be aware that this will record the keystrokes of all users. Don't be evil!
de_de: Protokollierung auf DEBUG gesetzt ist. Seien Sie sich bewusst, dass dies die Tastatureingaben aller Benutzer aufzuzeichnen. Nicht böse sein!
es_es: El registro se establece en DEBUG. Tenga en cuenta que esto será registrar las pulsaciones de teclado de todos los usuarios. No seas malvado!
fr_fr: Enregistrement est défini sur DEBUG. Soyez conscient que cela va enregistrer les frappes de tous les utilisateurs. Ne soyez pas mal!
pt_pt: O registro é definido para depuração. Esteja ciente de que isso irá gravar as teclas digitadas de todos os usuários. Não seja mau!
ru_ru: Вход установлен в DEBUG. Знайте, что это будет записывать нажатия клавиш всех пользователей. Не будь злым!

source: PAM authentication is configured but you are not running Gate One as root. If the pam_service you've selected (%s) is configured to use pam_unix.so for 'auth' (i.e. authenticating against /etc/passwd and /etc/shadow) Gate One will not be able to authenticate all users. It will only be able to authenticate the user that owns the gateone.py process.pam_service
de_de: PAM-Authentifizierung konfiguriert ist, aber Sie nicht Gate One als Root ausgeführt werden. Wenn die pam_service Sie ausgewählt haben ( %s ) konfiguriert für 'auth' (dh die Authentifizierung gegen / etc / passwd und / etc / shadow) pam_unix.so verwenden Gate One nicht in der Lage, um alle Benutzer zu authentifizieren. Es wird nur in der Lage, den Benutzer, der die gateone.py process.pam_service besitzt authentifizieren
es_es: Autenticación PAM está configurado pero no está ejecutando Gate One como root. Si el pam_service que hayas seleccionado ( %s ) está configurado para utilizar pam_unix.so para 'auth' (es decir, se autentica en / etc / passwd y / etc / shadow) Gate One no será capaz de autenticar todos los usuarios. Sólo será capaz de autenticar al usuario propietario del process.pam_service gateone.py
fr_fr: Authentification PAM est configuré mais vous n'êtes pas en cours d'exécution Gate One en tant que root. Si le pam_service que vous avez sélectionné ( %s ) est configuré pour utiliser pam_unix.so pour 'auth' (c'est à dire l'authentification par rapport / etc / passwd et / etc / shadow) Gate One ne sera pas en mesure d'authentifier tous les utilisateurs. Il ne sera en mesure d'authentifier l'utilisateur qui possède le process.pam_service de gateone.py
pt_pt: Autenticação PAM está configurada, mas você não está rodando Gate One como root. Se o pam_service que você selecionou ( %s ) está configurado para usar pam_unix.so para 'auth' (ou seja, autenticar em / etc / passwd e / etc / shadow) Gate One não será capaz de autenticar todos os usuários. Ele só vai ser capaz de autenticar o usuário que possui o process.pam_service gateone.py
ru_ru: Аутентификации PAM настроен, но вы не работаете Gate One как корень. Если pam_service вы выбрали ( %s ) настроен на использование pam_unix.so для 'авт' (т.е. проверка подлинности / и т.д. / пароль и / и т.д. / тень) Gate One не сможет проверить подлинность всех пользователей. Это будет только в состоянии проверить подлинность пользователя, которому принадлежит gateone.py process.pam_service

source: Gate One has been configured.
de_de: Gate One konfiguriert wurde.
es_es: Gate One se ha configurado.
fr_fr: Gate One a été configuré.
pt_pt: Gate One foi configurado.
ru_ru: Gate One был настроен.

source: Listening on Unix socket '{socketpath}'
de_de: Musik hören auf Unix-Socket '{socketpath}'
es_es: El escuchar en el socket Unix '{socketpath}'
fr_fr: Écoute sur socket Unix '{socketpath}'
pt_pt: Ouvir em socket '{socketpath}'
ru_ru: Прослушивание на Unix сокета '{socketpath}'

source: You have https_redirect *and* disable_ssl enabled. Please pick one or the other.
de_de: Sie haben https_redirect * und * disable_ssl aktiviert. Bitte wählen Sie die eine oder andere.
es_es: Usted tiene https_redirect * y * disable_ssl habilitado. Por favor, elija uno o el otro.
fr_fr: Vous avez https_redirect * et * disable_ssl activé. S'il vous plaît choisir l'un ou l'autre.
pt_pt: Você tem https_redirect * e * disable_ssl habilitado. Por favor, escolher um ou outro.
ru_ru: Вы должны https_redirect * и * disable_ssl включен. Пожалуйста, выберите один или другой.

source: http://{addr}:80/ will be redirected to...
de_de: http: // {addr}: 80 / werden weitergeleitet ...
es_es: http: // {dir}: 80 / será redirigido a ...
fr_fr: http: // {} addr: 80 / sera redirigé vers ...
pt_pt: http: // {end}: 80 / será redirecionado para ...
ru_ru: HTTP: // {АДРЕС}: 80 / будете перенаправлены на ...

source: Listening on {proto}{address}:{port}/
de_de: Hören auf {} {Proto-Adresse}: {port} /
es_es: Escuchando en proto {} {dirección}: {puerto} /
fr_fr: Écoute sur {proto} {address}: {port} /
pt_pt: Ouvir em {proto} {endereço}: {porta} /
ru_ru: Прослушивание на {прото} {адрес}: {порт} /

source: http://*:80/ will be redirected to...
de_de: http: // *: 80 / werden weitergeleitet ...
es_es: http: // *: 80 / será redirigido a ...
fr_fr: http: // *: 80 / sera redirigé vers ...
pt_pt: http: // *: 80 / será redirecionado para ...
ru_ru: HTTP: // *: 80 / будете перенаправлены на ...

source: Listening on {proto}*:{port}/
de_de: Hören auf {} * Proto: {port} /
es_es: Escuchando en proto {} *: {puerto} /
fr_fr: Écoute sur {proto} *: {port} /
pt_pt: Ouvir em {} proto *: {porta} /
ru_ru: Прослушивание на {прото} *: {порт} /

source: Multiprocessing is disabled. Performance will be sub-optimal.
de_de: Multiprocessing ist deaktiviert. Die Leistung wird nicht optimal sein.
es_es: Multiprocessing está deshabilitado. El rendimiento puede ser sub-óptima.
fr_fr: Multitraitement est désactivé. Performance sera sous-optimale.
pt_pt: Multiprocessamento está desativado. O desempenho será abaixo do ideal.
ru_ru: Multiprocessing отключена. Производительность будет неоптимальной.

source: Multiprocessing is not functional on this system. Threading for all async calls.
de_de: Multiprocessing ist nicht funktionsfähig auf diesem System. Threading für alle async Anrufe.
es_es: Multiprocesamiento no funciona en este sistema. Enhebrado para todas las llamadas asíncronas.
fr_fr: Multitraitement ne fonctionne pas sur ce système. Threading pour tous les appels asynchrones.
pt_pt: Multiprocessamento não é funcional no sistema. Enfiando para todas as chamadas assíncronas.
ru_ru: Multiprocessing не работает на этой системе. Threading для всех асинхронных вызовов.

source: Shutting down asynchronous processes/threads...
de_de: Abschalten asynchrone Prozesse / Threads ...
es_es: El cierre de los procesos asíncronos / hilos ...
fr_fr: Arrêt asynchrones processus / threads ...
pt_pt: Desligando processos assíncronos / threads ...
ru_ru: Выключение асинхронных процессов / темы ...

source: Process running with pid
de_de: Prozess läuft mit pid
es_es: Proceso que se ejecuta con pid
fr_fr: Processus en cours d'exécution avec pid
pt_pt: Processo de execução com pid
ru_ru: Процесс работает с ПИД

source: Could not listen on {address}:{port} (address:port is already in use by another application).
de_de: Konnte nicht auf {address} hören: {port} (Adresse: Port bereits von einer anderen Anwendung).
es_es: No se ha podido escuchar en {dirección}: {puerto} (dirección: puerto ya está en uso por otra aplicación).
fr_fr: Impossible d'écouter sur {address}: {port} (adresse: port est déjà utilisé par une autre application).
pt_pt: Não foi possível ouvir em {endereço}: {porta} (endereço: porta já em uso por outro aplicativo).
ru_ru: Не мог слушать на {адрес}: {порт} (адрес: порт уже используется другим приложением).

source: User '{user}' does not have permission to create a process listening on {address}:{port}. Typically only root can use ports < 1024.
de_de: Benutzer {user} 'nicht über die Berechtigung, ein Verfahren zu hören auf {}-Adresse zu erstellen: {port}. Typischerweise nur root Ports <1024 zu verwenden.
es_es: Usuario '{usuario}' no tiene permiso para crear un proceso de escucha en {dirección}: {puerto}. Normalmente sólo root puede utilizar los puertos <1024.
fr_fr: Utilisateur '{user}' n'a pas la permission de créer un processus d'écoute sur {address}: {port}. Normalement, seul root peut utiliser les ports <1024.
pt_pt: Usuário '{user}' não tem permissão para criar um processo de escuta no endereço {}: {porta}. Normalmente apenas o root pode usar portas <1024.
ru_ru: Пользователь '{пользователь}' не имеет разрешения на создание сервиса на {адрес}: {порта}. Обычно только корень может использовать порты <1024.

source: An error was encountered trying to listen on {address}:{port}...
de_de: Ein Fehler trat beim Versuch auf {address} hören: {port} ...
es_es: Un error se encontró tratando de escuchar en {dirección}: {puerto} ...
fr_fr: Une erreur s'est produite cherche à écouter sur {address}: {port} ...
pt_pt: Foi encontrado um erro tentando ouvir em {endereço}: {porta} ...
ru_ru: Произошла ошибка, пытается слушать на {адрес}: {порта} ...

source: Exception was: {0}
de_de: Ausnahme war: {0}
es_es: Excepción fue: {0}
fr_fr: Exception: {0}
pt_pt: A exceção foi: {0}
ru_ru: Исключение было: {0}

source: Caught KeyboardInterrupt. Killing sessions...
de_de: Gefangen KeyboardInterrupt. Töten Sitzungen ...
es_es: Atrapados KeyboardInterrupt. Matar sesiones ...
fr_fr: Pris KeyboardInterrupt. Tuer des séances ...
pt_pt: Preso KeyboardInterrupt. Matar sessões ...
ru_ru: Оказавшись KeyboardInterrupt. Убийство сессий ...

source: Clearing cache_dir: {0}
es_es: Cache_dir Borrado: {0}
fr_fr: Cache_dir de compensation: {0}
pt_pt: Limpando cache_dir: {0}
ru_ru: Очистка cache_dir: {0}

source: pid file removed.
de_de: pid-Datei entfernt.
es_es: archivo pid eliminado.
fr_fr: fichier pid retiré.
pt_pt: arquivo pid removido.
ru_ru: PID файл удаляется.

source: Could not write PID file: %s
de_de: Nicht schreiben konnte PID-Datei: %s
es_es: No se pudo escribir el archivo PID: %s
fr_fr: Impossible d'écrire le fichier PID: %s
pt_pt: Não foi possível gravar o arquivo PID: %s
ru_ru: Не удалось записать PID-файл: %s

source: ERROR: Timeout running shell command
de_de: Fehler: Zeitüberschreitung Shell-Befehl ausgeführt
es_es: ERROR: Tiempo de espera de ejecutar el comando shell
fr_fr: ERREUR: Délai exécution de la commande shell
pt_pt: ERRO: tempo limite de executar o comando shell
ru_ru: ОШИБКА: Таймаут работает команду оболочки

source: Error generating self-signed SSL key/certificate: %s
de_de: Fehler beim Erzeugen selbst signierte SSL-Schlüssel / Zertifikat: %s
es_es: Error de generación de firma automática de claves SSL / certificado: %s
fr_fr: Erreur génération auto-signé clé de certificat SSL /: %s
pt_pt: Geradora de erro auto-assinado de chave SSL / certificado: %s
ru_ru: Генерирующая Ошибка самозаверяющим ключ SSL / сертификат: %s

source: Generating private key with command: %s
de_de: Erzeugung privaten Schlüssel mit dem Befehl: %s
es_es: La generación de la clave privada con el comando: %s
fr_fr: Génération clé privée avec la commande: %s
pt_pt: Gerando chave privada com o comando: %s
ru_ru: Создание закрытого ключа с помощью команды: %s

source: An error occurred trying to create private SSL key: %s
de_de: Trat ein Fehler auf privaten SSL-Schlüssel zu erstellen: n %s
es_es: Error al intentar crear la clave privada de SSL: n %s
fr_fr: Une erreur s'est produite en essayant de créer la clé privée SSL: n %s
pt_pt: Ocorreu um erro ao tentar criar a chave SSL privada: n %s
ru_ru: Произошла ошибка при попытке создать закрытый ключ SSL: п %s

source: Decrypting private key with command: %s
de_de: Entschlüsseln privaten Schlüssel mit dem Befehl: %s
es_es: Descifrar la clave privada con el comando: %s
fr_fr: Décryptage clé privée avec la commande: %s
pt_pt: Decifrar chave privada com o comando: %s
ru_ru: Расшифровка секретного ключа с помощью команды: %s

source: An error occurred trying to decrypt private SSL key: %s
de_de: Trat ein Fehler auf privaten SSL-Schlüssel entschlüsseln: n %s
es_es: Error al intentar descifrar clave SSL privada: n %s
fr_fr: Une erreur s'est produite en essayant de déchiffrer la clé SSL privée: n %s
pt_pt: Ocorreu um erro ao tentar desencriptar a chave SSL privada: n %s
ru_ru: Произошла ошибка при попытке расшифровать секретный ключ SSL: п %s

source: Creating CSR with command: %s
de_de: Erstellen CSR mit dem Befehl: %s
es_es: Creación de CSR con el comando: %s
fr_fr: Création d'un CSR avec la commande: %s
pt_pt: Criação de CSR com o comando: %s
ru_ru: Создание CSR с командой: %s

source: An error occurred trying to create CSR: %s
de_de: Trat ein Fehler auf CSR zu erstellen: n %s
es_es: Error al intentar crear la RSE: n %s
fr_fr: Une erreur s'est produite en essayant de créer la RSE: n %s
pt_pt: Ocorreu um erro ao tentar criar CSR: n %s
ru_ru: Произошла ошибка при попытке создать КСО: п %s

source: Generating self-signed certificate with command: %s
de_de: Erzeugung selbst signiertes Zertifikat mit dem Befehl: %s
es_es: Generar certificado con firma automática con el comando: %s
fr_fr: Génération certificat auto-signé avec la commande: %s
pt_pt: Gerando certificado auto-assinado com o comando: %s
ru_ru: Создание собственного сертификата с помощью команды: %s

source: An error occurred trying to create certificate: %s
de_de: Trat ein Fehler auf Zertifikat zu erstellen: n %s
es_es: Error al intentar crear el certificado: n %s
fr_fr: Une erreur s'est produite en essayant de créer un certificat: n %s
pt_pt: Ocorreu um erro ao tentar criar certificado: n %s
ru_ru: Произошла ошибка при попытке создать сертификат: п %s

source: Error: You do not have pyOpenSSL installed. Please install it (sudo pip install pyopenssl.
de_de: Fehler: Sie haben keine pyOpenSSL installiert. Bitte installieren Sie es (sudo pip installieren pyopenssl.
es_es: Error: No tiene pyOpenSSL instalado. Por favor, instalarlo (sudo pip instalar pyOpenSSL.
fr_fr: Erreur: Vous n'avez pas pyOpenSSL installé. S'il vous plaît installer (sudo pip installer pyopenssl.
pt_pt: Erro: Você não tem pyOpenSSL instalado. Por favor, instale-o (sudo pip instalar pyOpenSSL.
ru_ru: Ошибка: Вы не установлена ​​pyOpenSSL. Пожалуйста, установите его (Суда пункт установить pyopenssl.

source: Could not create directory: %s
de_de: Verzeichnis konnte nicht erstellt: %s
es_es: No se pudo crear el directorio: %s
fr_fr: Impossible de créer le répertoire: %s
pt_pt: Não foi possível criar diretório: %s
ru_ru: Невозможно создать каталог: %s

source: Could not open pid_file (%s). You *may* have to kill gateone.py manually (probably not).
de_de: Konnte nicht geöffnet pid_file ( %s ). Sie * kann * manuell zu töten gateone.py (wahrscheinlich nicht).
es_es: No se pudo abrir pid_file ( %s ). Usted * puede * que (probablemente no) matar gateone.py manualmente.
fr_fr: Impossible d'ouvrir pid_file ( %s ). Vous pouvez * * avoir à tuer gateone.py manuellement (probablement pas).
pt_pt: Não foi possível abrir pid_file ( %s ). Você * pode * ter que matar gateone.py manualmente (provavelmente não).
ru_ru: Не удалось открыть pid_file ( %s ). Вы * может * должны убить gateone.py вручную (вероятно, не).

source: Error: Gate One does not have the ability to recursively chown %s to uid %s/gid %s. Please ensure that user, %s has write permission to the directory.
de_de: Fehler: Gate One nicht die Fähigkeit, rekursive chown haben %s zu uid %s / gid %s . Bitte stellen Sie sicher, dass die Benutzer, %s Schreibrechte auf das Verzeichnis.
es_es: Error: Puerta Uno no tiene la capacidad de forma recursiva chown %s a uid %s / gid %s . Por favor, asegúrese de que el usuario, %s tiene permiso de escritura en el directorio.
fr_fr: Erreur: Gate One n'a pas la capacité de manière récursive chown %s à uid %s / gid %s . S'il vous plaît assurez-vous que l'utilisateur, %s a l'autorisation d'écriture dans le répertoire.
pt_pt: Erro: o Gate One não têm a capacidade de forma recursiva chown %s para uid %s / gid %s . Certifique-se de que o usuário, %s tem permissão de gravação para o diretório.
ru_ru: Ошибка: Gate One не имеют способность рекурсивно Чаун %s к UID %s / GID %s . Пожалуйста, убедитесь, что пользователь, %s имеет разрешение написать в каталог.

source: (saved ~%s bytes minifying %s)
de_de: (Gespeicherte ~ %s Bytes minifying %s )
es_es: (Salvado ~ %s bytes minifying %s )
fr_fr: (Sauvé ~ %s les octets minifying %s )
pt_pt: (Salvo ~ %s bytes minifying %s )
ru_ru: (Сохранены ~ %s байт minifying %s )

source: slimit failed trying to minify %s
de_de: SLIMIT fehlgeschlagen versuchen, minify %s
es_es: SLIMIT ha fallado al intentar minify %s
fr_fr: SLIMIT échoué en essayant de rapetisser %s
pt_pt: SLIMIT falhou ao tentar apoucar %s
ru_ru: slimit Ошибка при попытке уменьшения размера %s

source: Could not set supplemental groups: %s
de_de: Zusätzliche Gruppen konnte nicht festgelegt: %s
es_es: No se pudo establecer grupos complementarios: %s
fr_fr: Impossible de définir des groupes supplémentaires: %s
pt_pt: Não foi possível definir grupos complementares: %s
ru_ru: Не удалось установить дополнительные группы: %s

source: Could not set effective group id: %s
de_de: Konnte nicht gesetzt effektive Gruppen-ID: %s
es_es: No se pudo establecer el id de grupo efectivo: %s
fr_fr: Impossible de définir l'identifiant de groupe efficace: %s
pt_pt: Não foi possível definir ID de grupo efetivo: %s
ru_ru: Не удалось установить эффективный идентификатор группы: %s

source: Could not set effective user id: %s
de_de: Konnte nicht gesetzt effektive Benutzer-ID: %s
es_es: No se pudo establecer identificador de usuario efectivo: %s
fr_fr: Impossible de définir UID effectif: %s
pt_pt: Não foi possível definir ID de usuário efetivo: %s
ru_ru: Не удалось установить эффективный идентификатор пользователя: %s

source: Running as user/group, "%s/%s" with the following supplemental groups: %s
de_de: Läuft als Benutzer / Gruppe, " %s / %s "mit folgenden Zusatz Gruppen: %s
es_es: La ejecución como usuario / grupo, " %s / %s "con los siguientes grupos complementarios: %s
fr_fr: Courir comme utilisateur / groupe, " %s / %s "avec les groupes supplémentaires suivantes: %s
pt_pt: Executando como usuário / grupo, " %s / %s "com os seguintes grupos complementares: %s
ru_ru: Запуск в качестве пользователя / группы, " %s / %s "со следующими дополнительных групп: %s
