Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: The port must be an integer < 65535
de_de: Der Port muss eine ganze Zahl <65535
es_es: El puerto debe ser un número entero <65535
fr_fr: Le port doit être un entier <65535
pt_pt: A porta deve ser um número inteiro <65535
ru_ru: Порт должен быть целым числом <65535

source: The following SSH identities are being used for this connection:
de_de: Die folgenden SSH Identitäten werden für diese Verbindung verwendet:
es_es: Las siguientes identidades SSH se están utilizando para esta conexión:
fr_fr: Les identités SSH suivants sont utilisés pour cette connexion:
pt_pt: As seguintes identidades SSH estão sendo utilizados para esta ligação:
ru_ru: Следующие SSH тождества используются для связи:

source: [1m%s[0m
de_de: T [1m %s [0m
es_es: T [1m %s [0m
fr_fr: T [1m %s [0m
pt_pt: T [1m %s [0m
ru_ru: Т [1m %s [0м

source: ]_;notice|Existing ssh session detected for ssh://%s@%s:%s; utilizing existing tunnel.
de_de: ] _; Hinweis | Bestehende SSH-Sitzung für ssh erkannt: // %s @ %s : %s ; Nutzung bestehender Tunnel.
es_es: ] _; Cuenta | Existente sesión ssh detectó por ssh: // %s @ %s : %s ; utilizando túnel existente.
fr_fr: ] _; Remarque | existants session ssh détecté pour ssh: // %s @ %s : %s ; utilisant tunnel existant.
pt_pt: ] _; Notar | Existente sessão ssh detectado por ssh: // %s @ %s : %s ; utilizando túnel existente.
ru_ru: ] _; Заметите | Существующие SSH сессия обнаружено SSH: // %s @ %s : %s ; используя существующие туннель.

source: Error: Could not find telnet binary in path %r
de_de: Fehler: telnet binären Pfad in% r konnte nicht gefunden werden
es_es: Error: No se pudo encontrar binarios telnet en ruta% r
fr_fr: Erreur: Impossible de trouver telnet binaire dans le chemin% r
pt_pt: Erro: Não foi possível encontrar o binário telnet no caminho% r
ru_ru: Ошибка: не удалось найти телнет двоичный в пути% г

source: Path to the ssh command. Default: 'ssh' (which usually means /usr/bin/ssh).
de_de: Pfad zu dem Befehl ssh. Default: 'ssh' (was normalerweise bedeutet, / usr / bin / ssh).
es_es: Ruta al comando ssh. Por defecto: 'ssh' (que significa generalmente / usr / bin / ssh).
fr_fr: Chemin d'accès à la commande ssh. Valeur par défaut: 'ssh' (qui signifie habituellement / usr / bin / ssh).
pt_pt: Caminho para o comando ssh. Padrão: 'ssh' (o que geralmente significa / usr / bin / ssh).
ru_ru: Путь к команде SSH. По умолчанию: 'SSH' (что обычно означает / USR / бен / SSH).

source: [Press Enter to close this terminal]
de_de: [Drücken Sie die Eingabetaste, um diese zu schließen Terminal]
es_es: [Pulse Intro para cerrar este terminal]
fr_fr: [Appuyez sur Entrée pour fermer ce terminal]
pt_pt: [Pressione Enter para fechar este terminal]
ru_ru: [Нажмите Enter, чтобы закрыть этот терминал]

source: Any additional arguments that should be passed to the ssh command. It is recommended to wrap these in quotes.
de_de: Zusätzliche Argumente, die auf den Befehl ssh übergeben werden sollen. Es wird empfohlen, diese in Anführungszeichen ein.
es_es: Ningún argumento adicional que se debe pasar al comando ssh. Se recomienda para envolver estos entre comillas.
fr_fr: Tous les autres arguments qui doivent être transmis à la commande ssh. Il est recommandé d'envelopper ces guillemets.
pt_pt: Quaisquer argumentos adicionais que devem ser passadas para o comando ssh. Recomenda-se a envolver estes em aspas.
ru_ru: Любые дополнительные аргументы, которые должны быть переданы в команду SSH. Рекомендуется, чтобы обернуть их в кавычки.

source: Path to the control socket for connection sharing (see master mode and 'man ssh').
de_de: Weg mit der Steuerbuchse für Verbindungsfreigabe (siehe Master-Modus und "man ssh).
es_es: Ruta de acceso a la toma de control de la conexión compartida (ver modo maestro y "man ssh ').
fr_fr: Chemin d'accès à la prise de commande pour le partage de connexion (voir mode maître et «man ssh ').
pt_pt: Caminho para a tomada de controle para compartilhamento de conexão (ver modo mestre e "man ssh ').
ru_ru: Путь к контрольной гнездо для совместного использования подключения (смотрите описание мастер режим и 'человек SSH').

source: Enable the use of SSHFP in verifying host keys. See: http://en.wikipedia.org/wiki/SSHFP#SSHFP
de_de: Ermöglichen den Einsatz von SSHFP bei der Überprüfung der Host-Schlüssel. Siehe: http://en.wikipedia.org/wiki/SSHFP#SSHFP
es_es: Habilitar el uso de SSHFP en la verificación de claves de host. Ver: http://en.wikipedia.org/wiki/SSHFP#SSHFP
fr_fr: Permettre l'utilisation de SSHFP à vérifier les clés d'hôtes. Voir: http://en.wikipedia.org/wiki/SSHFP#SSHFP
pt_pt: Habilite o uso de SSHFP em verificar chaves de host. Veja: http://en.wikipedia.org/wiki/SSHFP#SSHFP
ru_ru: Разрешить использование SSHFP в проверке ключи хостов. Смотреть: http://en.wikipedia.org/wiki/SSHFP#SSHFP

source: Enable the VisualHostKey (randomart hash host key) option when connecting.
de_de: Aktivieren Sie die VisualHostKey (randomart Hash-Host-Schlüssel) Option bei Anschluss.
es_es: Activar la (clave de host de hash randomart) opción VisualHostKey al conectarse.
fr_fr: Activer le VisualHostKey (touche d'accueil de hachage randomart) de l'option lors de la connexion.
pt_pt: Habilite o VisualHostKey (chave de host de hash randomart) opção quando ligar.
ru_ru: Включите VisualHostKey (randomart хэш ключа хоста) вариант при подключении.

source: Display the logo image inline in the terminal.
de_de: Zeigen Sie das Logo-Bild inline im Terminal.
es_es: Mostrar la imagen del logotipo en línea en el terminal.
fr_fr: Afficher le logo en ligne d'image dans le terminal.
pt_pt: Mostrar a imagem do logotipo em linha no terminal.
ru_ru: Отображение в линию логотип изображения в терминале.

source: Provide the logo path (implies --logo).
de_de: Geben Sie den Pfad-Logo (impliziert --Firmenzeichen).
es_es: Proporcione la ruta logo (implica --logo).
fr_fr: Indiquez le chemin de logo (--logo implique).
pt_pt: Forneça o caminho do logotipo (implica --Logotipo).
ru_ru: Укажите путь логотип (подразумевает --logo).

source: The default host that will be used for outbound connections if no hostname is provided. Default: localhost
de_de: Der Standard-Host, die für ausgehende Verbindungen eingesetzt werden, wenn kein Hostname versehen werden. Standard: localhost
es_es: El host predeterminado que se utilizará para las conexiones de salida si no se proporciona ningún nombre de host. Por defecto: localhost
fr_fr: L'hôte qui sera utilisé pour les connexions sortantes si aucun nom d'hôte est fourni par défaut. Par défaut: localhost
pt_pt: A máquina padrão que será usado para conexões de saída se nenhum nome de host é fornecido. Padrão: localhost
ru_ru: Хост по умолчанию, который будет использоваться для исходящих подключений, если имя хоста не предоставляется. По умолчанию: локальный

source: The default port that will be used for outbound connections if no port is provided. Default: 22
de_de: Der Standard-Port, die für ausgehende Verbindungen eingesetzt werden, wenn kein Port bereitgestellt werden. Default: 22
es_es: El puerto por defecto que se utilizará para las conexiones de salida si no se proporciona ningún puerto. Por defecto: 22
fr_fr: Le port qui sera utilisé pour les connexions sortantes si aucun port n'est fourni par défaut. Par défaut: 22
pt_pt: A porta padrão que será usado para conexões de saída, se nenhuma porta for fornecido. Padrão: 22
ru_ru: Порт по умолчанию, который будет использоваться для исходящих подключений, если порт не предусмотрен. По умолчанию: 22

source: Skip asking for host information (hostname and port) and ask for credentials only (you probably want to use --default_host and --default_port as well).
de_de: Überspringen bitten um Host-Informationen (Hostname und Port) und fragen Sie nach Anmeldeinformationen nur (Sie wahrscheinlich zu bedienen und --default_host --default_port auch wollen).
es_es: Saltar pidiendo información del sistema (nombre y puerto) y pedir credenciales sólo (es probable que desee utilizar --default_host y --default_port también).
fr_fr: Aller demander des informations hôte (nom d'hôte et le port) et demander des informations d'identification seulement (vous voudrez probablement utiliser --default_host et --default_port ainsi).
pt_pt: Ir pedindo informações do host (hostname e porta) e pedir credenciais só (você provavelmente vai querer usar --default_host e --default_port também).
ru_ru: Перейти с просьбой предоставить информацию хоста (хост и порт) и попросить полномочий только (вы, вероятно, хотите использовать --default_host и --default_port а).

source: Error: You must enter a valid hostname or IP address.
de_de: Fehler: Sie müssen einen gültigen Hostnamen oder die IP-Adresse einzugeben.
es_es: Error: Debes introducir un nombre de host o dirección IP válidos.
fr_fr: Erreur: Vous devez entrer un nom d'hôte ou l'adresse IP valide.
pt_pt: Erro: Você deve digitar um nome de host ou endereço IP válidos.
ru_ru: Ошибка: Вы должны ввести правильное имя хоста или IP-адрес.

source: Error: You must enter a valid port (1-65535).
de_de: Fehler: Sie müssen einen gültigen Port (1-65535) eingeben.
es_es: Error: Debes introducir un puerto válido (1-65535).
fr_fr: Erreur: Vous devez entrer un port valide (1-65535).
pt_pt: Erro: Você deve digitar uma porta válida (1-65535).
ru_ru: Ошибка: Вы должны ввести правильный порт (1-65535).

source: Error: You must enter a valid username.
de_de: Fehler: Sie müssen einen gültigen Benutzernamen eingeben.
es_es: Error: Debe ingresar un nombre de usuario válido.
fr_fr: Erreur: Vous devez entrer un nom d'utilisateur valide.
pt_pt: Erro: Você deve digitar um nome de usuário válido.
ru_ru: Ошибка: Вы должны ввести имя пользователя.

source: [Press Shift-F1 for help] Host/IP or ssh:// URL%s:
de_de: [Drücken Sie Shift-F1, um Hilfe] n nWirt / IP oder ssh: // URL %s :
es_es: [Pulse Mayús-F1 para obtener ayuda] n nHost / IP o ssh: // URL %s :
fr_fr: [Appuyez sur Maj-F1 pour l'aide] n nHost / IP ou ssh: // URL %s :
pt_pt: [Pressione Shift-F1 para ajuda] n nHost / IP ou ssh: // URL %s :
ru_ru: [Нажмите Shift-F1 за помощью] п nHost / IP или SSH: // URL %s :

source: Connecting to ssh://%s@%s:%s
de_de: Verbinden mit ssh: // %s @ %s : %s
es_es: Conexión a ssh: // %s @ %s : %s
fr_fr: Connexion à ssh: // %s @ %s : %s
pt_pt: Conectando-se a ssh: // %s @ %s : %s
ru_ru: Подключение к SSH: // %s @ %s : %s

source: Connecting to telnet://%s@%s:%s
de_de: Verbindung zu telnet: // %s @ %s : %s
es_es: Conexión a telnet: // %s @ %s : %s
fr_fr: Connexion à telnet: // %s @ %s : %s
pt_pt: Conectando-se a telnet: // %s @ %s : %s
ru_ru: Подключение к Telnet: // %s @ %s : %s

source: Connecting to telnet://%s:%s
de_de: Verbindung zu telnet: // %s : %s
es_es: Conexión a telnet: // %s : %s
fr_fr: Connexion à telnet: // %s : %s
pt_pt: Conectando-se a telnet: // %s : %s
ru_ru: Подключение к Telnet: // %s : %s

source: Unknown protocol "%s"
de_de: Unbekanntes Protokoll " %s "
es_es: Protocolo desconocido " %s "
fr_fr: Inconnu protocole " %s "
pt_pt: Protocolo desconhecido " %s "
ru_ru: Неизвестный протокол " %s "

source: Got Exception: %s
de_de: Bekam Ausnahme: %s
es_es: Consiguió Excepción: %s
fr_fr: Vous avez Exception: %s
pt_pt: Tem Exceção: %s
ru_ru: Возникло исключение: %s

source: [Press any key to close this terminal]
de_de: [Drücken Sie eine beliebige Taste, um diese zu schließen Terminal]
es_es: [Pulse cualquier tecla para cerrar este terminal]
fr_fr: [Appuyez sur n'importe quelle touche pour fermer ce terminal]
pt_pt: [Pressione qualquer tecla para fechar este terminal]
ru_ru: [Нажмите любую клавишу, чтобы закрыть этот терминал]

source: User requested exit. Quitting...
de_de: NUser angefordert Ausgang. Aufhören ...
es_es: Nuser pidió salir. Dejar de ...
fr_fr: NUser demandé sortie. Cesser de ...
pt_pt: Nuser solicitado saída. Parar de ...
ru_ru: Нусер просил выйти. Выход ...

source: If provided, will use the specified xorg.conf file when spawning instances of Xorg.
de_de: Falls vorhanden, wird die angegebene Datei xorg.conf zu verwenden, wenn der Laich Instanzen von Xorg.
es_es: Si se proporciona, se utilizará el archivo xorg.conf especificado cuando el desove casos de Xorg.
fr_fr: Si elle est fournie, va utiliser le fichier xorg.conf spécifié lors de la ponte cas de Xorg.
pt_pt: Se fornecido, usará o arquivo xorg.conf especificado quando desova casos de Xorg.
ru_ru: Если условии, будет использовать указанный файл xorg.conf, когда нереста экземпляры Xorg.

source: Starting screenshot_process() (PID: %s)
de_de: Ab screenshot_process () (PID: %s )
es_es: Screenshot_process arranque () (PID: %s )
fr_fr: Screenshot_process de départ () (PID: %s )
pt_pt: Screenshot_process inicial () (PID: %s )
ru_ru: Начиная screenshot_process () (PID: %s )

source: Terminating screenshot_process() (PID: %s)
de_de: Abschluss screenshot_process () (PID: %s )
es_es: Screenshot_process Terminar () (PID: %s )
fr_fr: Screenshot_process terminaison () (PID: %s )
pt_pt: Finalizando screenshot_process () (PID: %s )
ru_ru: Завершение screenshot_process () (PID: %s )

source: Run X11 applications.
de_de: Führen X11-Anwendungen.
es_es: Ejecutar aplicaciones X11.
fr_fr: Applications X11 terme.
pt_pt: Executar aplicativos X11.
ru_ru: Запуск приложений X11.

source: Active X11 Plugins: %s,
de_de: Aktive X11 Plugins: %s ,
es_es: Activo X11 Plugins: %s ,
fr_fr: Actif X11 Plugins: %s ,
pt_pt: Ativa X11 Plugins: %s ,
ru_ru: Активность X11 Плагины: %s ,

source: Images are taking too long to process. Forcing output settings to safe/low overhead defaults.
de_de: Die Bilder werden zu lange bearbeiten. Erzwingen Ausgabeeinstellungen, um sichere / geringen Overhead Standardwerte.
es_es: Las imágenes se toman demasiado tiempo para procesar. Obligar a los ajustes de salida a los valores generales de seguridad / bajas.
fr_fr: Images prennent trop de temps à traiter. Forcer les paramètres de sortie à faible niveau de défaillances sécuritaires / frais généraux.
pt_pt: Imagens estão demorando muito para processar. Forçando as configurações de saída para baixo padrões seguros / aéreos.
ru_ru: Изображения занимает слишком много времени на обработку. Принуждение настройки вывода в безопасные / низких накладных по умолчанию.

source: Resuming original output settings.
de_de: Wiederaufnahme der ursprünglichen Ausgabeeinstellungen.
es_es: Reanudación de ajustes de salida de originales.
fr_fr: Reprise paramètres d'origine de sortie.
pt_pt: Retomando as definições de saída originais.
ru_ru: Возобновление оригинальные настройки вывода.

source: Client bandiwdth: {0}/sec
es_es: Bandiwdth Cliente: {0} / seg
fr_fr: bandiwdth client: {0} / sec
pt_pt: Bandiwdth Cliente: {0} / sec
ru_ru: Клиент bandiwdth: {0} / сек

source: Could not connect to the X11 server (display %s)
de_de: Konnte nicht an den X11-Server verbinden (Anzeige %s )
es_es: No se pudo conectar con el servidor X11 (display %s )
fr_fr: Impossible de se connecter au serveur X11 (écran %s )
pt_pt: Não foi possível conectar ao servidor X11 (visualização %s )
ru_ru: Не могу подключиться к серверу X11 (дисплей %s )

source: Invalid display number given to full_refresh(): %s
de_de: Ungültige Display-Nummer gegeben, um full_refresh (): %s
es_es: Número de visualización no válida dado a full_refresh (): %s
fr_fr: Nombre d'affichage non valide donné à full_refresh (): %s
pt_pt: Número de exibição inválido dado a full_refresh (): %s
ru_ru: Число Неверный дисплей уделено full_refresh (): %s

source: Error: Too too long waiting for the X11 display to start up. Something is wrong with the server.
de_de: Fehler: Zu lange zu warten, bis die X11-Display zu starten. Etwas stimmt nicht mit dem Server.
es_es: Error: Demasiado demasiado tiempo de espera para la pantalla X11 se inicie. Algo falla en el servidor.
fr_fr: Erreur: Trop d'attente trop long pour l'affichage X11 démarre. Quelque chose ne va pas avec le serveur.
pt_pt: Erro: Too muito tempo de espera para a exibição X11 para o arranque. Algo está errado com o servidor.
ru_ru: Ошибка: Слишком слишком долго ждал дисплей X11 пускать. Что-то не так с сервером.

source: Error: The given display (%s) does not exist or you have not been granted access to it.
de_de: Fehler: Die angegebene Anzeige ( %s ) existiert nicht oder Sie haben keinen Zugang zu ihm gewährt.
es_es: Error: La pantalla dado ( %s ) no existe o que no han tenido acceso a la misma.
fr_fr: Erreur: L'affichage donnée ( %s ) n'existe pas ou vous n'avez pas eu accès à lui.
pt_pt: Erro: A exibição dada ( %s ) não existe ou você não tem acesso a ela.
ru_ru: Ошибка: Данный дисплей ( %s ) не существует или вы не получили к нему доступ.

source: Application not configured: %s
de_de: Anwendung nicht konfiguriert: %s
es_es: La aplicación no configurado: %s
fr_fr: Demande pas configuré: %s
pt_pt: O aplicativo não configurado: %s
ru_ru: Применение не настроен: %s

source: // This is Gate One's X11 application settings file.
de_de: // Das ist Gate One-X11-Anwendung Einstellungsdatei. N
es_es: // Este es el archivo de configuración de la aplicación X11 de Gate One. N
fr_fr: // C'est X11 paramètres de l'application du dossier de Gate One. N
pt_pt: // Este é o arquivo de configurações do aplicativo do Gate One X11. N
ru_ru: // Это X11 настройки приложения файл Gate One в. П

source: %s not found. Creating using template...
de_de: %s nicht gefunden. Erstellen mit Vorlage ...
es_es: %s no encontrado. Creación usando plantilla ...
fr_fr: %s introuvable. Création à l'aide du modèle ...
pt_pt: %s não encontrado. Criando usando o modelo ...
ru_ru: %s не найден. Создание с помощью шаблона ...

source: %s created successfully.
de_de: %s erfolgreich erstellt.
es_es: %s creado con éxito.
fr_fr: %s créé avec succès.
pt_pt: %s criado com sucesso.
ru_ru: %s успешно создан.

source: Could not create xorg.conf (%s)
de_de: Xorg.conf konnte nicht erstellt werden ( %s )
es_es: No se pudo crear xorg.conf ( %s )
fr_fr: Impossible de créer le fichier xorg.conf ( %s )
pt_pt: Não foi possível criar xorg.conf ( %s )
ru_ru: Не удалось создать xorg.conf ( %s )

source: Path to docker command (if not just 'docker' in $PATH).
de_de: Weg zum Befehl Andockfenster (wenn nicht nur "Docker" in $ PATH).
es_es: Ruta al comando ventana acoplable (si no sólo 'estibador' en $ PATH).
fr_fr: Chemin de docker commande (si pas seulement «docker» dans $ PATH).
pt_pt: Caminho comando para janela de encaixe (se não apenas "estivador" no $ PATH).
ru_ru: Путь к докер команду (если не просто «Докер» в $ PATH).

source: Name of the docker image to create.
de_de: Name der Docker Bild zu schaffen.
es_es: Nombre de la imagen ventana acoplable a crear.
fr_fr: Nom de l'image de menu fixe pour créer.
pt_pt: Nome da imagem janela de encaixe para criar.
ru_ru: Название Docker изображения, чтобы создать.

source: Name of the command (will show up in the application chooser).
de_de: Name des Befehls (wird zeigen, bis in der Programmauswahl).
es_es: Nombre del comando (se mostrará en el selector de aplicaciones).
fr_fr: Nom de la commande (sera affiché dans le sélecteur d'application).
pt_pt: Nome do comando (vai aparecer no seletor de aplicação).
ru_ru: Имя команды (будет отображаться в броузере приложений).

source: Description of the command (help text for users).
de_de: Beschreibung des Befehls (Hilfetext für Benutzer).
es_es: Descripción del comando (texto de ayuda para los usuarios).
fr_fr: Description de la commande (texte d'aide pour les utilisateurs).
pt_pt: Descrição do comando (texto de ajuda para usuários).
ru_ru: Описание команды (помощь текста для пользователей).

source: Packages to install (if the command doesn't match the package name). Additional packages may also be given to install alongside the given command inside the Docker container. They will be installed via 'apt-get install <packages>
de_de: Pakete zu installieren (falls der Befehl nicht den Paketnamen übereinstimmen). Zusatzpakete können auch an der Seite der gegebenen Befehl in der Docker Behälter installiert werden können. Sie werden über 'installiert werden apt-get install <Pakete>
es_es: Paquetes para instalar (si el comando no coincide con el nombre del paquete). Paquetes adicionales también se pueden dar para instalar junto a la orden dada en el interior del contenedor de Docker. Ellos serán instalados a través de 'apt-get install <paquetes>
fr_fr: Paquetages à installer (si la commande ne correspond pas au nom du paquet). Paquets supplémentaires peuvent également être donnés à installer à côté de la commande donnée dans le conteneur Docker. Ils seront installés via apt-get install <forfaits>
pt_pt: Pacotes para instalar (se o comando não coincide com o nome do pacote). Pacotes adicionais também podem ser dadas para instalar junto com o comando dado no interior do recipiente Docker. Eles serão instalados via 'apt-get install <pacotes>
ru_ru: Пакеты для установки (если команда не соответствует имени пакета). Дополнительные пакеты также могут быть даны, чтобы установить вместе с данной команды внутри контейнера Докер. Они будут установлены с помощью 'кв-получить установку <пакеты>

source: ERROR: You must specify at least one application to install and configure.
de_de: ERROR: Sie müssen mindestens eine Anwendung zu installieren und zu konfigurieren, angeben.
es_es: ERROR: Debe especificar al menos una aplicación para instalar y configurar.
fr_fr: ERREUR: Vous devez spécifier au moins une application à installer et à configurer.
pt_pt: Erro: Você deve especificar pelo menos um aplicativo para instalar e configurar.
ru_ru: ОШИБКА: Вы должны указать хотя бы одно приложение по установке и настройке.

source: Adds X11 applications to Gate One.
de_de: Fügt X11-Anwendungen, um Gate One.
es_es: Añade aplicaciones X11 a Gate One.
fr_fr: Ajoute des applications X11 à Gate One.
pt_pt: Adiciona aplicativos X11 para Gate One.
ru_ru: Добавляет приложения X11 в Gate One.

source: X11Display.resize(): Values must be given as integers.
de_de: X11Display.resize (): Die Werte müssen als ganze Zahlen angegeben werden.
es_es: X11Display.resize (): Valores debe dar como enteros.
fr_fr: X11Display.resize (): les valeurs doit être donnée sous forme d'entiers.
pt_pt: X11Display.resize (): Os valores devem ser dados como números inteiros.
ru_ru: X11Display.resize (): Значения должны быть предоставлены в виде целых чисел.

source: Could not find keysym for key: %s
de_de: Nicht finden konnte keysym für Schlüssel: %s
es_es: No se pudo encontrar para keysym clave: %s
fr_fr: Impossible de trouver le code symbolique clé: %s
pt_pt: Não foi possível encontrar keysym chave: %s
ru_ru: Не удалось найти символ клавиши для клавиши: %s

source: Please report what key you pressed and the above information in a ticket here: https://github.com/liftoff/GateOne/issues (we'll make it work)
de_de: Bitte melden Sie welche Taste Sie gedrückt haben und die oben genannten Informationen in einem Ticket hier: https://github.com/liftoff/GateOne/issues (wir werden damit es funktioniert)
es_es: Por favor, informe lo tecla pulsada y la información anterior en un boleto aquí: https://github.com/liftoff/GateOne/issues (vamos a hacer que funcione)
fr_fr: S'il vous plaît signaler ce touche enfoncée et l'information ci-dessus dans un billet ici: https://github.com/liftoff/GateOne/issues (nous allons faire fonctionner)
pt_pt: Por favor, reporte o que tecla pressionada e as informações acima em um bilhete aqui: https://github.com/liftoff/GateOne/issues (vamos fazer o trabalho)
ru_ru: Пожалуйста, сообщите, какие ключевые Вы нажали и вышеуказанную информацию в билете здесь: https://github.com/liftoff/GateOne/issues (мы сделаем это работает)
