Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: // This is Gate One's authentication settings file.
de_de: // Das ist Gate One Authentifizierungseinstellungsdatei. N
es_es: // Este es el archivo de configuración de autenticación de Gate One. N
fr_fr: // C'est les paramètres d'authentification dossier de Gate One. N
pt_pt: // Este é o arquivo de configurações de autenticação do Gate One. N
ru_ru: // Это файл настройки идентификации Gate One в. П

source: %s does not exist
de_de: %s existiert nicht
es_es: %s no existe
fr_fr: %s n'existe pas
pt_pt: %s não existe
ru_ru: %s не существует

source: <-- Something went wrong right here (or right above it)
de_de: <- Ging etwas schief hier (oder direkt darüber)
es_es: <- Algo salió mal aquí (o hacia la derecha por encima de ella)
fr_fr: <- Quelque chose s'est mal passé ici (ou juste au-dessus)
pt_pt: <- Algo deu errado aqui (ou à direita acima)
ru_ru: <- То пошло не так прямо здесь (или прямо над ним)

source: Got an exception trying to display precisely where the problem was. This usually happens when you've used single quotes (') instead of double quotes (").
de_de: Bekam eine Ausnahme versucht, genau anzuzeigen, wo das Problem war. Dies geschieht in der Regel, wenn Sie das Hochkomma (') anstelle von doppelten Anführungszeichen ( ") verwendet haben.
es_es: Consiguió una excepción tratando de mostrar con precisión dónde estaba el problema. Esto sucede generalmente cuando usted ha utilizado comillas simples (') en lugar de comillas ( ").
fr_fr: Vous avez une exception essayant d'afficher précisément où était le problème. Cela se produit généralement lorsque vous avez utilisé l'apostrophe (') au lieu de guillemets ( ").
pt_pt: Tenho uma exceção tentando mostrar exatamente onde era o problema. Isso geralmente acontece quando você usou aspas simples (') em vez de aspas duplas ( ").
ru_ru: Получил исключение пытается отобразить именно там, где проблема была. Это обычно происходит, когда вы использовали одинарные кавычки (') вместо двойных кавычек ( ").

source: Non-theme CSS has been combined and saved to: %s
de_de: Nicht-Thema CSS wurde kombiniert und gespeichert: %s
es_es: No tema CSS se ha combinado y salvos a: %s
fr_fr: Non-thème CSS a été combiné et sauvé à: %s
pt_pt: Não tema CSS foi combinado e salvo: %s
ru_ru: Номера для темы CSS была объединена и сохранены в: %s

source: The %s theme CSS has been combined and saved to: %s
de_de: Die %s Thema CSS wurde kombiniert und gespeichert: %s
es_es: El %s CSS tema se ha combinado y salvos a: %s
fr_fr: Le %s thème le CSS a été combiné et sauvé à: %s
pt_pt: O %s tema CSS foi combinado e salvo: %s
ru_ru: В %s тема CSS была объединена и сохранены в: %s

source: Removing log due to age (>%s old): %s
de_de: Entfernen von Protokoll aufgrund des Alters (> %s alt): %s
es_es: Extracción de registro debido a la edad (> %s de edad): %s
fr_fr: Retrait journal en raison de l'âge (> %s vieux): %s
pt_pt: Remoção de log devido à idade (> %s de idade): %s
ru_ru: Удаление журнала в связи с возрастом (> %s старый): %s

source: Removing old session files due to age (>%s old): %s
de_de: Entfernen von alten Session-Dateien aufgrund des Alters (> %s alt): %s
es_es: La eliminación de archivos viejos de la sesión debido a la edad (> %s de edad): %s
fr_fr: Suppression des fichiers de session anciennes liées à l'âge (> %s vieux): %s
pt_pt: Removendo arquivos de sessão de idade devido à idade (> %s de idade): %s
ru_ru: Удаление старых файлов сессий в связи с возрастом (> %s старый): %s

source: You do not have permission to send messages to %s.
de_de: Sie haben keine Berechtigung, um Nachrichten zu senden %s .
es_es: Usted no tiene permiso para enviar mensajes a %s .
fr_fr: Vous n'avez pas la permission d'envoyer des messages à %s .
pt_pt: Você não tem permissão para enviar mensagens para %s .
ru_ru: Вы не имеете разрешения для отправки сообщений %s .

source: You do not have permission to broadcast messages.
de_de: Sie haben keine Berechtigung, um Nachrichten zu senden.
es_es: Usted no tiene permiso para transmitir mensajes.
fr_fr: Vous n'avez pas la permission de diffuser des messages.
pt_pt: Você não tem permissão para transmitir mensagens.
ru_ru: Вы не имеете разрешения на трансляцию сообщения.

source: You do not have permission to list connected users.
de_de: Sie haben keine Berechtigung, die angeschlossenen Benutzer auflisten.
es_es: Usted no tiene permiso para enumerar los usuarios conectados.
fr_fr: Vous n'avez pas la permission à la liste des utilisateurs connectés.
pt_pt: Você não tem permissão para listar os usuários conectados.
ru_ru: Вы не должны прав для вывода подключенных пользователей.

source: Killing all sessions...
de_de: Töten alle Sitzungen ...
es_es: Matar a todas las sesiones ...
fr_fr: Tuer toutes les sessions ...
pt_pt: Matar todas as sessões ...
ru_ru: Погибли все сеансы ...

source: All user sessions have terminated.
de_de: Alle Nutzer Sitzungen beendet.
es_es: Todas las sesiones de los usuarios han terminado.
fr_fr: Toutes les sessions utilisateur ont mis fin.
pt_pt: Todas as sessões de usuário já estiver concluído.
ru_ru: Все пользовательские сеансы кончились.

source: {session} timeout.
de_de: {} Sitzung Timeout.
es_es: {Sesión} timeout.
fr_fr: {} Séance délai.
pt_pt: Tempo limite da sessão terminou
ru_ru: {Сессия} таймаут.

source: Exception encountered in timeout_sessions(): {exception}
de_de: Ausnahme in timeout_sessions angetroffen (): {} Ausnahme
es_es: Excepción encontrado en timeout_sessions (): {excepción}
fr_fr: Exception rencontrée dans timeout_sessions (): {exception}
pt_pt: Exceção encontrado em timeout_sessions (): {} exceção
ru_ru: Исключение встречается в timeout_sessions (): {} Исключение

source: Broadcasting %s to all users
de_de: Rundfunk %s für alle Benutzer
es_es: Transmitiendo %s para todos los usuarios
fr_fr: Radiodiffusion %s à tous les utilisateurs
pt_pt: Transmitindo %s para todos os usuários
ru_ru: Радиовещание %s для всех пользователей

source: DownloadHandler: Could not determine use session
de_de: DownloadHandler: Verwendung Sitzung konnte nicht ermittelt werden
es_es: DownloadHandler: No se pudo determinar el uso de la sesión
fr_fr: DownloadHandler: Impossible de déterminer l'utilisation séance
pt_pt: DownloadHandler: não foi possível determinar o uso da sessão
ru_ru: DownloadHandler: Не удалось определить использование сессии

source: {path} has been removed. Removing from file checker.
de_de: {Pfad} wurde entfernt. Entfernen von Dateiprüfung.
es_es: {Ruta} se ha eliminado. Extracción de archivo corrector.
fr_fr: {Chemin} a été enlevé. Retrait de fichier checker.
pt_pt: {Caminho} foi removido. Remoção de verificador de arquivo.
ru_ru: {Путь} был удален. Удаление из файла проверки.

source: Exception encountered trying to execute the file update function for {path}...
de_de: Ausnahme Beim Versuch, die Datei Update-Funktion für {Pfad} ausführen ...
es_es: Excepción ENCONTRADAS tratando de ejecutar la función de actualización del archivo para {ruta} ...
fr_fr: Exception lors de la tentative d'exécuter la fonction de mise à jour de fichier pour {chemin} ...
pt_pt: Exceção encontrado ao tentar executar a função de atualização de arquivo para {caminho} ...
ru_ru: Исключение столкнулись попытке выполнить функцию обновления файла для {PATH} ...

source: Settings have been modified. Reloading from %s
de_de: Einstellungen geändert wurden. Nachladen von %s
es_es: Ajustes se han modificado. Recarga de %s
fr_fr: Les paramètres ont été modifiés. Rechargement de %s
pt_pt: As configurações foram modificadas. Recarregando a partir de %s
ru_ru: Настройки были изменены. Перегруз из %s

source: Settings have NOT been loaded.
de_de: Einstellungen wurden nicht geladen.
es_es: Los ajustes no se han cargado.
fr_fr: Paramètres n'ont pas été chargés.
pt_pt: Definições não tiverem sido carregados.
ru_ru: Параметры не были загружены.

source: (Broadcast) %s
ru_ru: (Трансляция) %s

source: {"ip_address": "%s"} Access Denied (blacklisted).
de_de: { "Ip-adresse ": " %s "} Access Denied (schwarze Liste).
es_es: { "Dirección_ip ": " %s "} Access Denied (lista negra).
fr_fr: { "Ip_address ": " %s "} Access Denied (liste noire).
pt_pt: { "Endereco_ip ": " %s "} Acesso negado (lista negra).
ru_ru: { "Ip_address ": " %s "} Access Denied (черный список).

source: Your IP address (%s) has been blacklisted
de_de: Ihre IP-Adresse ( %s ) wurde auf die schwarze Liste
es_es: Su dirección IP ( %s ) ha sido bloqueado
fr_fr: Votre adresse IP ( %s ) a été mis à l'index
pt_pt: O seu endereço de IP ( %s ) foi colocado na lista negra
ru_ru: Ваш IP-адрес ( %s ) занесен в черный список

source: WebSocket opened (%s %s) via origin %s.
de_de: WebSocket geöffnet ( %s %s ) über Ursprung %s .
es_es: WebSocket abrió ( %s %s ) a través de origen %s .
fr_fr: WebSocket ouvert ( %s %s ) par origine %s .
pt_pt: WebSocket aberta ( %s %s ) através de origem %s .
ru_ru: WebSocket открыл ( %s %s ) с помощью происхождения %s .

source: {"ip_address": "%s"} WebSocket opened (unknown user).
de_de: { "Ip-adresse ": " %s "} WebSocket geöffnet (unbekannt Benutzer).
es_es: { "Dirección_ip ": " %s "} WebSocket abierto (usuario desconocido).
fr_fr: { "Ip_address ": " %s "} WebSocket ouvert (utilisateur inconnu).
pt_pt: { "Endereco_ip ": " %s "} WebSocket aberto (usuário desconhecido).
ru_ru: { "Ip_address ": " %s "} WebSocket открыл (неизвестный пользователь).

source: {"ip_address": "%s"} Unauthenticated WebSocket attempt.
de_de: { "Ip-adresse ": " %s "} authentifizierte WebSocket Versuch.
es_es: { "Dirección_ip ": " %s "} intento WebSocket no autenticado.
fr_fr: { "Ip_address ": " %s "} tentative de WebSocket non authentifié.
pt_pt: { "Endereco_ip ": " %s "} tentativa WebSocket não autenticado.
ru_ru: { "Ip_address ": " %s "} Unauthenticated попытка WebSocket.

source: Message rejected due to invalid origin.
de_de: Nachricht aufgrund ungültiger Herkunft abgelehnt.
es_es: Mensaje rechazada debido a origen válido.
fr_fr: Message rejetée en raison de l'origine invalide.
pt_pt: Mensagem rejeitada devido a origem inválido.
ru_ru: Сообщение отклонено вследствие неверного происхождения.

source: 'Error: Message bust be a JSON dict.'
de_de: 'Fehler: Nachricht Büste ein JSON dict sein. "
es_es: 'Error: busto del mensaje sea un dict JSON.'
fr_fr: 'Erreur: Message buste soit un dict JSON.'
pt_pt: 'Erro: Mensagem de busto ser um dicionário JSON.
ru_ru: 'Ошибка: Сообщение бюст быть JSON Dict.

source: 'Error: We only accept JSON here.'
de_de: 'Fehler: Wir nehmen nur JSON hier. "
es_es: 'Error: Aceptamos solamente JSON aquí.'
fr_fr: 'Erreur: Nous acceptons seulement JSON ici.
pt_pt: 'Erro: Nós só aceitamos JSON aqui.
ru_ru: 'Ошибка: Мы только принимаем JSON здесь.'

source: Error in WebSocket action, %s: %s (%s line %s)
de_de: Fehler in WebSocket Aktion %s : %s ( %s Zeile %s )
es_es: Error en la acción WebSocket, %s : %s ( %s línea %s )
fr_fr: Erreur dans l'action de WebSocket, %s : %s ( %s ligne %s )
pt_pt: Erro em ação WebSocket, %s : %s ( %s linha %s )
ru_ru: Ошибка в WebSocket действия, %s : %s ( %s линия %s )

source: Client sent unknown WebSocket action: %s
de_de: Client gesendet unbekannt WebSocket Aktion: %s
es_es: Client envió acción WebSocket desconocido: %s
fr_fr: Client a envoyé l'action de WebSocket inconnu: %s
pt_pt: Cliente enviou ação WebSocket desconhecido: %s
ru_ru: Клиент послал неизвестный действия WebSocket: %s

source: WebSocket closed (%s %s).
de_de: WebSocket geschlossen ( %s %s ).
es_es: WebSocket cerrado ( %s %s ).
fr_fr: WebSocket fermé ( %s %s ).
pt_pt: WebSocket fechado ( %s %s ).
ru_ru: WebSocket закрыты ( %s %s ).

source: WebSocket closed (unknown user).
de_de: WebSocket geschlossen (unbekannt Benutzer).
es_es: WebSocket cerrado (usuario desconocido).
fr_fr: WebSocket fermé (utilisateur inconnu).
pt_pt: WebSocket fechado (usuário desconhecido).
ru_ru: WebSocket закрыты (Неизвестный пользователь).

source: WebSocket Latency: {0}ms
de_de: WebSocket Latenz: {0} ms
es_es: WebSocket Latencia: {0} ms
fr_fr: WebSocket latence: {0} ms
pt_pt: WebSocket Latência: {0} ms
ru_ru: WebSocket Задержка: {0} мс

source: API AUTH: Invalid API authentication object (missing api_key).
de_de: API AUTH: Ungültige API-Authentifizierung Objekt (fehlende api_key).
es_es: AUTH API: Invalid objeto de autenticación de API (api_key faltante).
fr_fr: API AUTH: Invalid objet de l'API d'authentification (manque api_key).
pt_pt: AUTH API: Invalid objeto de autenticação API (faltando api_key).
ru_ru: API AUTH: Неправильный объект аутентификации API (отсутствует api_key).

source: API AUTH: Unsupported API auth signature method: %s
de_de: API AUTH: Nicht unterstützte API-Auth Signaturverfahren: %s
es_es: AUTH API: no compatible método API firma de autenticación: %s
fr_fr: API AUTH: non pris en charge la méthode API de signature d'authentification: %s
pt_pt: AUTH API: assinatura do método auth API não suportado: %s
ru_ru: API AUTH: метод API авторизации подпись поддерживается: %s

source: API AUTH: Unsupported API version: %s
de_de: API AUTH: Nicht unterstützte API-Version: %s
es_es: AUTH API: versión de la API no compatible: %s
fr_fr: API AUTH: Version non pris en charge de l'API: %s
pt_pt: AUTH API: API versão não suportado: %s
ru_ru: API AUTH: поддерживается версия API: %s

source: API AUTH: API Key not found.
de_de: API AUTH: API Key nicht gefunden.
es_es: AUTH API: API Key not found.
fr_fr: API AUTH: clé API introuvable.
pt_pt: AUTH API: API Key não encontrado.
ru_ru: API AUTH: ключ API не найдено.

source: API AUTH: Signature check failed.
de_de: API AUTH: Signaturprüfung ist fehlgeschlagen.
es_es: AUTH API: cheque Firma falló.
fr_fr: API AUTH: vérification de signature a échoué.
pt_pt: AUTH API: verificação de assinatura falhou.
ru_ru: API AUTH: проверка подписи не удалось.

source: Got signature: {0}, expected: {1}
de_de: Bekam Unterschrift: {0} , erwartet: {1}
es_es: Consiguió la firma: {0} , espera: {1}
fr_fr: Vous avez signature: {0} , devrait: {1}
pt_pt: Tem assinatura: {0} , o esperado: {1}
ru_ru: Получил подпись: {0} , ожидается: {1}

source: API AUTH: replay attack detected! User: %s, Remote IP: %s, Origin: %s
de_de: API AUTH: Replay-Angriff erkannt! Benutzer: %s , Remote IP: %s , Herkunft: %s
es_es: AUTH API: ataque de reproducción detectado! Usuario: %s , Remote IP: %s , Origen: %s
fr_fr: API AUTH: replay attaque détectée! Utilisateur: %s , Remote IP: %s , Origine: %s
pt_pt: AUTH API: replay ataque detectado! Usuário: %s , IP remoto: %s , de Origem: %s
ru_ru: API AUTH: обнаружена атака воспроизведения! Пользователь: %s , Remote IP: %s , Происхождение: %s

source: API AUTH: Replay attack detected! This event has been logged.
de_de: API AUTH: Replay-Angriff erkannt! Dieses Ereignis wurde protokolliert.
es_es: AUTH API: ataque Replay detectado! Este evento ha sido registrada.
fr_fr: API AUTH: Replay attaque détectée! Cet événement a été enregistré.
pt_pt: AUTH API: replay ataque detectado! Este evento foi registrado.
ru_ru: API AUTH: обнаружен Повтор нападение! Это событие было зарегистрировано.

source: API AUTH: Authentication failed due to an expired auth object. If you just restarted the server this is normal (users just need to reload the page). If this problem persists it could be a problem with the server's clock (either this server or the server(s) embedding Gate One).
de_de: API AUTH: Authentifizierung fehlgeschlagen aufgrund eines abgelaufenen Auth Objekt. Wenn Sie nur den Server, das ist normal neu gestartet (Benutzer müssen nur die Seite neu zu laden). Wenn das Problem weiterhin besteht, es könnte ein Problem mit der Server-Uhr (entweder diesen Server oder den Server (n) die Einbettung Gate One) sein.
es_es: AUTH API: Falló la autenticación debido a un objeto auth expirado. Si usted acaba de reiniciar el servidor, esto es normal (los usuarios sólo necesitan para recargar la página). Si este problema persiste, podría ser un problema con el reloj del servidor (ya sea este servidor o del servidor (s) la incorporación de Gate One).
fr_fr: API AUTH: L'authentification a échoué en raison d'un objet d'authentification expiré. Si vous venez de redémarrage du serveur ce qui est normal (les utilisateurs doivent simplement de recharger la page). Si ce problème persiste, il pourrait être un problème avec l'horloge du serveur (soit le serveur ou le serveur (s) intégrant Gate One).
pt_pt: AUTH API: Falha de autenticação devido a um objeto auth expirado. Se você só reiniciou o servidor isso é normal (os usuários só precisa recarregar a página). Se o problema persistir, pode haver um problema com o relógio do servidor (este servidor ou o servidor (s) a incorporação Gate One).
ru_ru: API AUTH: Ошибка аутентификации вследствие истекшим объекта авт. Если вы только что перезапустили сервер это нормально (пользователи просто нужно перезагрузить страницу). Если проблема не устраняется, это может быть проблема с часами сервера (либо сервера или сервера (ов) вложения Gate One).

source: AUTH FAILED: Authentication object timed out. Try reloading this page (F5).
de_de: AUTH FAILED: Authentifizierung Objekt abgelaufen. Versuchen Sie diese Seite neu laden (F5).
es_es: AUTH FALLO: objeto de autenticación Tiempo de espera agotado. Intente volver a cargar esta página (F5).
fr_fr: AUTH FAILED: objet d'authentification a expiré. Essayez de recharger cette page (F5).
pt_pt: AUTH FALHOU: objeto de autenticação expirou. Tente recarregar esta página (F5).
ru_ru: Ошибка аутентификации: Объект аутентификации истекло. Попробуйте перезагрузки эту страницу (F5).

source: AUTH FAILED: If the problem persists after reloading this page please contact your server administrator to notify them of the issue.
de_de: AUTH FAILED: Wenn das Problem nach dem Neuladen dieser Seite wenden Sie sich bitte an Ihren Administrator, um sie über das Thema zu informieren.
es_es: AUTH FALLO: Si el problema persiste después de volver a cargar esta página póngase en contacto con el administrador del servidor para notificarles de la cuestión.
fr_fr: AUTH FAILED: Si le problème persiste après le rechargement cette page s'il vous plaît contactez l'administrateur du serveur pour les informer de la question.
pt_pt: AUTH FALHA: Se o problema persistir depois de recarregar esta página, por favor contate o administrador do servidor para notificá-los do problema.
ru_ru: Ошибка аутентификации: Если проблема не устраняется после перезагрузки эту страницу, пожалуйста, обратитесь к администратору сервера, чтобы уведомить их о проблеме.

source: API Authentication Successful
de_de: API Authentifizierung erfolgreich
es_es: Autenticación API exitosa
fr_fr: Authentification API réussie
pt_pt: Autenticação da API de sucesso
ru_ru: Аутентификация API Успешная

source: Proxy in use: Client URL differs from server.
de_de: Proxy im Einsatz: Client URL unterscheidet sich von Server.
es_es: Proxy en uso: URL del cliente difiere de servidor.
fr_fr: Proxy utilisé: URL du client diffère de serveur.
pt_pt: Proxy em uso: URL do cliente difere do servidor.
ru_ru: Прокси в использование: Client URL отличается от сервера.

source: Unauthenticated WebSocket attempt.
de_de: Nicht authentifizierte WebSocket Versuch.
es_es: Intento WebSocket no autenticado.
fr_fr: Non authentifié tentative de WebSocket.
pt_pt: Tentativa WebSocket não autenticado.
ru_ru: Unauthenticated WebSocket попытка.

source: Client tried to use API-based authentication but this server is configured with 'auth = "{0}"'. Did you forget to set '"auth": "api"' in the settings?
de_de: Client versucht, API-basierte Authentifizierung verwenden, aber dieser Server konfiguriert wurde 'auth = " {0} "". Haben Sie vergessen auf ' "auth ": "api "' in den Einstellungen?
es_es: Cliente trató de usar la autenticación basada en API, pero este servidor está configurado con 'auth = " {0} "'. ¿Ha olvidado para establecer ' "auth ": "api "' en la configuración?
fr_fr: Client a essayé d'utiliser l'authentification basée sur des API, mais ce serveur est configuré avec "auth = " {0} "". Avez-vous oublié de mettre "" auth ": " api "'dans les paramètres?
pt_pt: Cliente tentou usar a autenticação baseada em API, mas este servidor está configurado com 'auth = " {0} "." Você se esqueceu de definir ' "auth ": "api "' nas configurações?
ru_ru: Клиент попытался использовать аутентификацию API на основе, но это сервер настроен с 'авт = " {0} "'. Вы забыли установить ' "авт ": "API "' в настройках?

source: AUTHENTICATION ERROR: Server is not configured to perform API-based authentication. Did someone forget to set '"auth": "api"' in the settings?
de_de: Authentifizierungsfehler: Server ist nicht konfiguriert, API-basierte Authentifizierung. Hat jemand vergessen, auf ' "auth ": "api "' in den Einstellungen?
es_es: Error de autenticación: el servidor no está configurado para realizar la autenticación basada en API. ¿Alguien se olvide de establecer ' "auth ": "api "' en la configuración?
fr_fr: ERREUR AUTHENTIFICATION: serveur n'est pas configuré pour effectuer une authentification basée sur des API. Quelqu'un a oublié de mettre "" auth ": " api "'dans les paramètres?
pt_pt: ERRO DE AUTENTICAÇÃO: Server não está configurado para realizar a autenticação baseada em API. Será que alguém se esqueça de definir ' "auth ": "api "' nas configurações?
ru_ru: АУТЕНТИФИКАЦИЯ ОШИБКА: Сервер не настроен для выполнения аутентификации API на основе. Кто-то забудьте установить ' "авт ": "API "' в настройках?

source: Authentication failed for unknown user
de_de: Authentifizierung fehlgeschlagen für unbekannte Benutzer
es_es: Error de autenticación de usuario desconocido
fr_fr: L'authentification a échoué pour l'utilisateur inconnu
pt_pt: Falha na autenticação de usuário desconhecido
ru_ru: Ошибка аутентификации для неизвестного пользователя

source: AUTHENTICATION ERROR: User unknown
de_de: Authentifizierungsfehler: User unknown
es_es: Error de autenticación: Usuario desconocido
fr_fr: ERREUR AUTHENTIFICATION: User unknown
pt_pt: ERRO DE AUTENTICAÇÃO: Usuário desconhecido
ru_ru: АУТЕНТИФИКАЦИЯ ОШИБКА: неизвестный Пользователь

source: User {upn} authenticated successfully via origin {origin} (location: {location}).
de_de: Benutzer {} upn erfolgreich authentifiziert über Herkunft {} Herkunft (Standort: {location}).
es_es: El usuario {UPN} autenticado con éxito a través de origen {} origen (ubicación: {location}).
fr_fr: {} Utilisateur UPN authentifié par origine {} origine (emplacement: {location}).
pt_pt: Usuário {} upn autenticado com êxito via origem {origem} (localização: {local}).
ru_ru: Пользователь {сор} успешной аутентификации через происхождения {происхождения} (место нахождения: {расположение}).

source: Please wait while the server is restarted...
de_de: Bitte warten Sie, während der Server neu gestartet wird ...
es_es: Por favor espere mientras se reinicia el servidor ...
fr_fr: S'il vous plaît patienter pendant que le serveur est redémarré ...
pt_pt: Por favor, aguarde enquanto o servidor é reiniciado ...
ru_ru: Пожалуйста, подождите, пока сервер перезапускается ...

source: Licensed user limit {max_users} exceeded: {user_count} connected users
de_de: Lizenzierte Benutzer Grenze {} MAX_USERS überschritten: {} USER_COUNT verbundenen Benutzer
es_es: Límite de usuarios con licencia {MAX_USERS} excedió: {} USER_COUNT usuarios conectados
fr_fr: Limite d'utilisateurs sous licence {de} MAX_USERS dépassé: {} USER_COUNT utilisateurs connectés
pt_pt: Limite usuário licenciado {} MAX_USERS excedeu: {} USER_COUNT usuários conectados
ru_ru: Лицензия пользователь предел {MAX_USERS} превысил: {user_count} подключенные пользователи
