Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: Active Docker Plugins: %s,
de_de: Aktiv Docker Plugins: %s ,
es_es: Activo Docker Plugins: %s ,
fr_fr: Actif Docker Plugins: %s ,
pt_pt: Ativa Docker Plugins: %s ,
ru_ru: Активность Докер Плагины: %s ,

source: User is not allowed to use the docker application. Skipping post-authentication functions.
de_de: Benutzer ist nicht berechtigt, die Hafenarbeiter Anwendung verwenden. Überspringen Post-Authentifizierungsfunktionen.
es_es: El usuario no está autorizado a utilizar la aplicación de estibador. Saltarse las funciones post-autenticación.
fr_fr: L'utilisateur n'est pas autorisé à utiliser l'application de docker. Sauter fonctions de post-authentification.
pt_pt: O usuário não tem permissão para usar o aplicativo estivador. Ignorando as funções de pós-autenticação.
ru_ru: Пользователь не имеет права использовать приложение Докер. Пропуск функции после аутентификации.

source: The test_docker WebSocket action was called successfully!
de_de: Die test_docker WebSocket Aktion wurde erfolgreich aufgerufen!
es_es: La acción WebSocket test_docker fue llamado correctamente!
fr_fr: L'action test_docker WebSocket a été appelé avec succès!
pt_pt: A ação test_docker WebSocket foi chamado com sucesso!
ru_ru: Test_docker WebSocket действия назвали успешно!

source: Here's what was recieved: %s
de_de: Hier ist, was bekamen, war: %s
es_es: Esto es lo que se recibió: %s
fr_fr: Voici ce qui nous a été transmis: %s
pt_pt: Aqui está o que foi recebido: %s
ru_ru: Вот то, что было получено: %s

source: // This is Gate One's Docker application settings file.
de_de: // Das ist das Gate One Docker Anwendungseinstellungen-Datei. N
es_es: // Este es el archivo de configuración de la aplicación de Docker Gate One. N
fr_fr: // C'est Docker paramètres de l'application du dossier de Gate One. N
pt_pt: // Este é o arquivo de configurações do aplicativo do Gate One Docker. N
ru_ru: // Это Докер настройки приложения файл Gate One в. П

source: Doesn't do anything (just an example from the example app).
de_de: Nichts (nur ein Beispiel aus dem Beispiel app) zu tun.
es_es: No hacer nada (es un ejemplo de la aplicación de ejemplo).
fr_fr: Ne rien faire (juste un exemple de l'exemple de l'application).
pt_pt: Não faz nada (apenas um exemplo do app exemplo).
ru_ru: Ничего не делает (просто пример из примера приложения).

source: %s denied access to the 'test_example' function by policy.upn
de_de: %s keinen Zugang zu den "test_example"-Funktion durch policy.upn
es_es: %s les niega el acceso a la función 'test_example' por policy.upn
fr_fr: %s refuser l'accès à la fonction «test_example 'par policy.upn
pt_pt: %s negado o acesso à função "test_example" por policy.upn
ru_ru: %s лишены доступа к функции "test_example 'по policy.upn

source: %s denied access to the Example application by policy.upn
de_de: %s verweigert den Zugang zum Beispiel durch Anwendung policy.upn
es_es: %s les niega el acceso a la aplicación Ejemplo por policy.upn
fr_fr: %s refuser l'accès à l'application par exemple policy.upn
pt_pt: %s negado o acesso ao aplicativo por exemplo policy.upn
ru_ru: %s отказано в доступе к примеру заявления policy.upn

source: Active Example Plugins: %s,
de_de: Aktiv Beispiel Plugins: %s ,
es_es: Activo Ejemplo Plugins: %s ,
fr_fr: Exemple active Plugins: %s ,
pt_pt: Ativa Exemplo Plugins: %s ,
ru_ru: Активность Пример Плагины: %s ,

source: User is not allowed to use the Example application. Skipping post-authentication functions.
de_de: Benutzer ist nicht erlaubt, das Beispiel-Anwendung. Überspringen Post-Authentifizierungsfunktionen.
es_es: El usuario no está autorizado a utilizar la aplicación de ejemplo. Saltarse las funciones post-autenticación.
fr_fr: L'utilisateur n'est pas autorisé à utiliser l'application exemple. Sauter fonctions de post-authentification.
pt_pt: O usuário não tem permissão para usar o aplicativo exemplo. Ignorando as funções de pós-autenticação.
ru_ru: Пользователь не имеет права использовать пример приложения. Пропуск функции после аутентификации.

source: The test_example WebSocket action was called successfully!
de_de: Die test_example WebSocket Aktion wurde erfolgreich aufgerufen!
es_es: La acción WebSocket test_example fue llamado correctamente!
fr_fr: L'action test_example WebSocket a été appelé avec succès!
pt_pt: A ação test_example WebSocket foi chamado com sucesso!
ru_ru: Test_example WebSocket действия назвали успешно!

source: // This is Gate One's Example application settings file.
de_de: // Das ist das Gate One Anwendungsbeispiel Einstellungsdatei. N
es_es: // Este es el archivo de configuración de la aplicación Ejemplo de Gate One. N
fr_fr: // C'est Exemple paramètres de l'application du dossier de Gate One. N
pt_pt: // Este é o arquivo de configurações do aplicativo Exemplo do Gate One. N
ru_ru: // Это файл настройки Пример применения Gate One в. П

source: %s denied access to the Terminal application by policy.upn
de_de: %s keinen Zugang zu den Terminal-Anwendung von policy.upn
es_es: %s les niega el acceso a la aplicación Terminal por policy.upn
fr_fr: %s refuser l'accès à l'application Terminal par policy.upn
pt_pt: %s negado o acesso ao aplicativo Terminal policy.upn
ru_ru: %s отказано в доступе к Terminal заявления policy.upn

source: Active File Transfer Plugins: %s,
de_de: Aktive File Transfer Plugins: %s ,
es_es: Activo Plugins de transferencia de archivos: %s ,
fr_fr: Plugins de transfert de fichiers actifs: %s ,
pt_pt: Plugins de transferência de arquivos ativos: %s ,
ru_ru: Активные Плагины передачи файлов: %s ,

source: Got exception trying to initialize the {0} plugin:
de_de: Bekam Ausnahme versucht, das zu initialisieren {0} -Plugin:
es_es: Consiguió excepción intentar inicializar el {0} plugin:
fr_fr: Vous avez exception de l'initialisation de la {0} plugin:
pt_pt: Tem exceção tentando inicializar a {0} plugin:
ru_ru: Получил исключение пытается инициализировать {0} плагин:

source: Could not import lzma module. You probably need to run 'sudo pip install backports.lzma'. If you get errors you'll need to install the libzma-dev package and re-run the pip command.
de_de: LZMA-Modul konnte nicht importiert werden. Sie müssen wahrscheinlich zu laufen "sudo pip installieren backports.lzma '. Wenn Sie Fehler, die Sie benötigen, um die libzma-dev-Paket zu installieren und erhalten erneut ausführen die PIP-Befehl.
es_es: No se pudo importar el módulo lzma. Usted probablemente tendrá que ejecutar "sudo pip install backports.lzma '. Si obtiene errores que necesitará para instalar el paquete libzma-dev y volver a ejecutar el comando pip.
fr_fr: Impossible d'importer le module de LZMA. Vous aurez probablement besoin d'exécuter sudo pip installer backports.lzma. Si vous obtenez des erreurs que vous aurez besoin d'installer le paquet libzma-dev et ré-exécuter la commande pip.
pt_pt: Não foi possível importar módulo lzma. Você provavelmente precisará executar "sudo pip instalar backports.lzma '. Se você obter erros que você precisa para instalar o pacote libzma-dev e execute novamente o comando pip.
ru_ru: Не удалось импортировать модуль LZMA. Вы, наверное, нужно запустить 'Судо пункт установить backports.lzma'. Если вы получаете ошибки, вам нужно будет установить пакет libzma-DEV и повторно запустить команду пипсов.

source: Removing because {path} is larger than {human_size}: {fp}
de_de: Entfernen, da {Pfad} ist größer als {} human_size: {fp}
es_es: Extracción porque {ruta} es mayor que {human_size}: {fp}
fr_fr: Retrait parce {chemin} est plus grand que {} human_size: {fp}
pt_pt: Removendo porque {caminho} é maior que {human_size}: {fp}
ru_ru: Удаление потому {путь} больше, чем {human_size}: {р}

source: Could not delete {fp} ({e})
de_de: Konnte nicht gelöscht werden {fp} ({e})
es_es: No se pudo eliminar {fp} ({e})
fr_fr: Impossible de supprimer {fp} ({e})
pt_pt: Não foi possível excluir {fp} ({e})
ru_ru: Не могу удалить {р} ({е})

source: Removing file due to age (>{max_age} old): {file_path}
de_de: Entfernen Datei aufgrund des Alters (> {} max_age alt): {} file_path
es_es: Extracción de archivos debido a la edad (> {} max_age edad): {} vía_acceso_archivo
fr_fr: La suppression du fichier en raison de l'âge (> {} max_age vieux): {} file_path
pt_pt: Remoção de arquivos devido à idade (> {} max_age de idade): {} caminho_arquivo
ru_ru: Удаление файла в силу возраста (> {max_age} старый): {file_path}

source: {instance_name}._process_queue(): No action registered for '{action}'
de_de: {} Instanz ._ process_queue (): Keine Aktion für registrierte '{action}'
es_es: {} Nombre_instancia ._ process_queue (): Ninguna acción registrada por '{acción}'
fr_fr: {} Nom_instance ._ process_queue (): Aucune action enregistrée pour '{action}'
pt_pt: {} Nome_instância ._ process_queue (): Nenhuma ação registrada para '{ação}'
ru_ru: {Instance_name} ._ process_queue (): Никаких действий зарегистрированы для '{действие}'

source: {instance_name}._process_queue(): got invalid message: {message}
de_de: {} Instanz ._ process_queue (): {} Nachricht: ungültige Nachricht bekam
es_es: {} Nombre_instancia ._ process_queue (): consiguieron mensaje no válido: {mensaje}
fr_fr: {} Nom_instance ._ process_queue (): obtenu message non valide: {message}
pt_pt: {} Nome_instância ._ process_queue (): tem mensagem inválida: {mensagem}
ru_ru: {Instance_name} ._ process_queue (): получил недопустимый сообщение: {сообщение}

source: Error: dnspython is not installed.
de_de: Fehler: dnspython nicht installiert ist.
es_es: Error: dnspython no está instalado.
fr_fr: Erreur: dnspython n'est pas installé.
pt_pt: Erro: dnspython não está instalado.
ru_ru: Ошибка: dnspython не установлен.

source: Error retrieving {url}: {err}
de_de: Fehler beim Abrufen {url}: {err}
es_es: Error al recuperar {url}: {err}
fr_fr: Erreur de récupération {url}: {err}
pt_pt: Recuperação de erro {url}: {} err
ru_ru: Ошибка при получении {URL}: {эээ}

source: Fetching {log_url} ({human_size})
de_de: Abrufen {log_url} ({human_size})
fr_fr: Comparaison {log_url} ({} human_size)
pt_pt: Buscando {log_url} ({} human_size)
ru_ru: Выборка {log_url} ({human_size})

source: Error retrieving {log_url}: {err}
de_de: Fehler beim Abrufen {} log_url: {err}
es_es: Error al recuperar {log_url}: {err}
fr_fr: Erreur de récupération {log_url}: {err}
pt_pt: Recuperação de erro {log_url}: {} err
ru_ru: Ошибка при получении {log_url}: {эээ}

source: {log_url} fetched successfully.
de_de: {} Log_url holte erfolgreich.
es_es: {} Log_url trajo éxito.
fr_fr: {} Log_url alla chercher avec succès.
pt_pt: {} Log_url buscado com sucesso.
ru_ru: {Log_url} успешно принес.

source: If enabled, logs of user sessions will be saved in <user_dir>/<user>/logs. Default: Enabled
de_de: Wenn aktiviert, werden Protokolle von Benutzersitzungen in <user_dir> / <Benutzer> / logs gespeichert werden. Standard: Aktiviert
es_es: Si está activado, los registros de las sesiones de usuario se guardarán en <user_dir> / <usuario> / logs. Valor predeterminado: activado
fr_fr: Si elle est activée, les journaux de sessions utilisateur seront enregistrés dans <user_dir> / <utilisateur> / logs. Par défaut: activé
pt_pt: Se ativado, os registros de sessões de usuário serão salvas em <user_dir> / <usuário> / logs. Padrão: Ativado
ru_ru: Если включен, журналы сеансов пользователей будут сохранены в <user_dir> / <пользователь> / журналы. По умолчанию: Включено

source: If enabled, logs of user sessions will be written to syslog.
de_de: Wenn aktiviert, werden Protokolle von Benutzersitzungen auf syslog geschrieben werden.
es_es: Si está activado, los registros de las sesiones de usuario se escriben en syslog.
fr_fr: Si elle est activée, les journaux de sessions utilisateur seront écrits dans syslog.
pt_pt: Se ativado, os registros de sessões de usuário serão gravados para syslog.
ru_ru: Если включен, журналы сеансов пользователей будут записаны в системный журнал.

source: Wrap terminals with dtach. Allows sessions to be resumed even if Gate One is stopped and started (which is a sweet feature).
de_de: Wickeln Terminals mit dtach. Ermöglicht Sitzungen wieder aufgenommen, auch wenn Gate One gestoppt und gestartet (das ist ein süßes Feature ist) werden.
es_es: Envuelva terminales con dtach. Permite sesiones para reanudar aunque Gate One se detiene e inicia (que es una característica dulce).
fr_fr: Enveloppez bornes avec dtach. Permet séances de reprise, même si Gate One est arrêté et démarré (ce qui est une caractéristique doux).
pt_pt: Enrole terminais com dtach. Permite que as sessões sejam retomadas, mesmo Gate One é parado e iniciado (que é uma característica doce).
ru_ru: Оберните клеммы dtach. Позволяет сеансы должны быть возобновлено, даже если ворота Один остановлен и начал (который является сладким функция).

source: Kill any running Gate One terminal processes including dtach'd processes.
de_de: Töten alle laufenden Gate One Terminalprozesse einschließlich dtach'd Prozesse.
es_es: Mata a cualquier ejecutan Puerta Uno procesos terminales incluyendo procesos dtach'd.
fr_fr: Tuer les Porte Un processus terminaux de fonctionnement, y compris les processus dtach'd.
pt_pt: Mate qualquer execução Gate One processos terminais, incluindo processos dtach'd.
ru_ru: Убейте любого, работающих ворота одного терминала процессы, включая dtach'd процессов.

source: Active Terminal Plugins: %s,
de_de: Aktiven Terminal-Plugins: %s ,
es_es: Activo Terminal Plugins: %s ,
fr_fr: Actif Terminal Plugins: %s ,
pt_pt: Ativa Terminal Plugins: %s ,
ru_ru: Активность Терминал Плагины: %s ,

source: User is not allowed to use the Terminal application. Skipping post-authentication functions.
de_de: Benutzer ist nicht erlaubt, die Terminal-Anwendung zu verwenden. Überspringen Post-Authentifizierungsfunktionen.
es_es: El usuario no está autorizado a utilizar la aplicación Terminal. Saltarse las funciones post-autenticación.
fr_fr: L'utilisateur n'est pas autorisé à utiliser l'application Terminal. Sauter fonctions de post-authentification.
pt_pt: O usuário não tem permissão para usar o aplicativo Terminal. Ignorando as funções de pós-autenticação.
ru_ru: Пользователь не имеет права использовать терминальное приложение. Пропуск функции после аутентификации.

source: Path to icon ({icon}) for command, '{cmd}' could not be found.
de_de: Weg zum Symbol (Symbol {}) für Befehl "cmd {} 'konnte nicht gefunden werden.
es_es: Ruta al icono ({} icono) para el mando, '{instrucción}' no se pudo encontrar.
fr_fr: Chemin de l'icône ({} icône) pour la commande, '{cmd}' n'a pu être trouvée.
pt_pt: Caminho para o ícone ({} ícone) para o comando, '{cmd}' não pôde ser encontrado.
ru_ru: Путь к иконке ({значок}) для команды, '{команда}' не может быть найден.

source: You're missing the 'commands' setting!
de_de: Du bist der Einstellung 'Befehle' fehlt!
es_es: Te estás perdiendo el ajuste 'comandos'!
fr_fr: Il vous manque le paramètre 'commandes'!
pt_pt: Você está perdendo a configuração 'comandos'!
ru_ru: Вы упускаете установку 'команды'!

source: Bad font in fonts dir (missing Font Family in name table): %s
de_de: Bad Schriftart in Schriftarten dir (fehlende Schriftfamilie im Namen Tabelle): %s
es_es: Mala fuente en fuentes dir (falta Familia de fuentes en el cuadro nombre): %s
fr_fr: Bad police des polices dir (famille de polices manquantes dans le tableau de nom): %s
pt_pt: Bad fonte em fontes dir (faltando Família de fontes na tabela nome): %s
ru_ru: Плохой шрифта в шрифтов реж (отсутствует Семейство шрифтов в таблице имен): %s

source: Warning: Terminals are closing too fast. If you see this message multiple times it is likely that the configured command is failing to execute. Please check your server settings.
de_de: Achtung: Die Klemmen sind Schluss zu schnell. Wenn Sie diese Meldung mehrmals sehen, es ist wahrscheinlich, dass der Befehl konfiguriert versagt auszuführen. Bitte überprüfen Sie Ihre Server-Einstellungen.
es_es: Advertencia: Los terminales están cerrando demasiado rápido. Si ve este mensaje varias veces, es probable que el comando configurado está fallando a ejecutar. Por favor, compruebe la configuración del servidor.
fr_fr: Avertissement: Les bornes ferment trop vite. Si vous voyez ce message plusieurs fois, il est probable que la commande configuré ne parvient pas à exécuter. S'il vous plaît vérifier vos paramètres de serveur.
pt_pt: Aviso: Os terminais estão fechando muito rápido. Se você ver esta mensagem várias vezes, é provável que o comando configurado não está a executar. Por favor, verifique as configurações do servidor.
ru_ru: Предупреждение: Терминалы закрытия слишком быстро. Если вы видите это сообщение несколько раз вполне вероятно, что настроен команда не в состоянии выполнить. Пожалуйста, проверьте настройки сервера.

source: Terminals are closing too quickly after being opened (command: %s). Please check your 'commands' (usually in settings/50terminal.conf).
de_de: (: Befehl Terminals zu schnell nach dem Öffnen Schließen %s ). Bitte überprüfen Sie Ihre 'Befehle' (in der Regel in den Einstellungen / 50terminal.conf).
es_es: Terminales están cerrando demasiado rápido después de ser abierto (comando: %s ). Se recomienda consultar los 'comandos' (generalmente en ajustes / 50terminal.conf).
fr_fr: Bornes ferment trop rapidement après avoir été ouvert (commande: %s ). S'il vous plaît vérifier vos «commandes» (généralement dans les paramètres / 50terminal.conf).
pt_pt: Terminais estão fechando muito rapidamente após a abertura (comando: %s ). Por favor, verifique seus 'comandos' (geralmente em configurações / 50terminal.conf).
ru_ru: Терминалы закрытия слишком быстро после того, как открыл (команда: %s ). Пожалуйста, ознакомьтесь с «команды» (обычно в настройках / 50terminal.conf).

source: You are missing a 'default_command' in your terminal settings (usually 50terminal.conf in %s)
de_de: Sie sind ein "default_command 'fehlt in Ihrem Terminal-Einstellungen (in der Regel 50terminal.conf in %s )
es_es: Te estas perdiendo una 'default_command' en la configuración de terminal (por lo general 50terminal.conf en %s )
fr_fr: Il vous manque un 'default_command' dans les paramètres du terminal (généralement 50terminal.conf dans %s )
pt_pt: Está faltando um "default_command 'em suas configurações de terminais (normalmente 50terminal.conf em %s )
ru_ru: У вас не хватает 'default_command' в настройках терминала (обычно 50terminal.conf в %s )

source: %s: Attempted to execute invalid command (%s).
de_de: %s : Versuch einer ungültigen Befehl (Ausführen %s ).
es_es: %s : Intento de ejecutar comando no válido ( %s ).
fr_fr: %s : Tentative d'exécuter la commande non valide ( %s ).
pt_pt: %s : Tentativa de executar o comando inválido ( %s ).
ru_ru: %s : Попытка выполнить недопустимую команду ( %s ).

source: Terminal: Invalid command: %s
es_es: Terminal: Comando no válido: %s
fr_fr: Terminal: Commande incorrecte: %s
pt_pt: Terminal: Comando inválido: %s
ru_ru: Терминал: Неверная команда: %s

source: WARNING: Logging is set to DEBUG. All keystrokes will be logged!
de_de: WARNUNG: Protokollierung auf DEBUG gesetzt ist. Alle Tastatureingaben werden protokolliert!
es_es: ADVERTENCIA: El registro se establece en DEBUG. Todas las pulsaciones de teclado se registrarán!
fr_fr: ATTENTION: L'enregistrement est fixé à DEBUG. Toutes les frappes seront enregistrés!
pt_pt: AVISO: O registro é definido para depuração. Todas as teclas serão registradas!
ru_ru: ВНИМАНИЕ: Вход установлен в DEBUG. Все нажатия клавиш будут регистрироваться!

source: Invalid encoding. For a list of valid encodings see:<br><a href='http://docs.python.org/2/library/codecs.html#standard-encodings' target='new'>Standard Encodings</a>
de_de: Ungültige Kodierung. Für eine Liste der gültigen Codierungen siehe: <br> <a href='http://docs.python.org/2/library/codecs.html#standard-encodings' target='new'> Standard-Codierungen </a>
es_es: Codificación no válida. Para obtener una lista de codificaciones válidas ver: <br> <a href='http://docs.python.org/2/library/codecs.html#standard-encodings' target='new'> Estándar codificaciones </a>
fr_fr: Codage non valide. Pour une liste des codages valides voir: <br> <a href='http://docs.python.org/2/library/codecs.html#standard-encodings' target='new'> standard codages </a>
pt_pt: Codificação inválido. Para obter uma lista de codificações válidas ver: <br> <a href='http://docs.python.org/2/library/codecs.html#standard-encodings' target='new'> Padrão Encodings </a>
ru_ru: Неверный кодирования. Для получения списка допустимых кодировок смотрите: инструменты <a href='http://docs.python.org/2/library/codecs.html#standard-encodings' target='new'> Стандартный Кодировки </a>

source: Invalid keyboard mode. Must be one of: %s,
de_de: Ungültige Tastatur-Modus. Muss einer der folgenden sein: %s ,
es_es: Modo de teclado no es válido. Debe ser uno de: %s ,
fr_fr: Mode de clavier non valide. Doit être: %s ,
pt_pt: Modo de teclado inválido. Deve ser um dos seguintes: %s ,
ru_ru: Неверный режим клавиатуры. Должен быть один из: %s ,

source: Error: Terminal {term} does not exist.
de_de: Fehler: Terminal {Begriff} existiert nicht.
es_es: Error: Terminal {término} no existe.
fr_fr: Erreur: il n'existe pas de terme Terminal {}.
pt_pt: Erro: o Terminal {termo} não existe.
ru_ru: Ошибка: Терминал {термин} не существует.

source: Error: Terminal {term} does not exist at the current location ({location})
de_de: Fehler: Terminal {Begriff} ist nicht an der aktuellen Position existiert ({location})
es_es: Error: Terminal {término} no existe en la ubicación actual ({} localización)
fr_fr: Erreur: Terminal {terme} n'existe pas à l'emplacement actuel ({location})
pt_pt: Erro: o Terminal {termo} não existe no local atual ({local})
ru_ru: Ошибка: Терминал {термин} не существует в текущем местоположении ({расположение})

source: Incoming terminal from location: %s
de_de: Eingangsterminal vom Standort: %s
es_es: Terminal de entrada de la ubicación: %s
fr_fr: Borne d'entrée de l'emplacement: %s
pt_pt: Terminal de entrada do local: %s
ru_ru: Входящий терминал с места нахождения: %s

source: WebSocket closed (%s)
de_de: WebSocket geschlossen ( %s )
es_es: WebSocket cerrado ( %s )
fr_fr: WebSocket fermé ( %s )
pt_pt: WebSocket fechada ( %s )
ru_ru: WebSocket закрыты ( %s )

source: KeyError in refresh_screen: %s
es_es: KeyError en refresh_screen: %s
fr_fr: KeyError dans refresh_screen: %s
pt_pt: KeyError em refresh_screen: %s
ru_ru: KeyError в refresh_screen: %s

source: Invalid terminal number given to full_refresh(): %s
de_de: Ungültige Kassennummer gegeben, um full_refresh (): %s
es_es: Número de terminal no válido dado a full_refresh (): %s
fr_fr: Numéro de la borne non valide donné à full_refresh (): %s
pt_pt: Número do terminal inválido dado a full_refresh (): %s
ru_ru: Неверный номер терминала уделено full_refresh (): %s

source: Got exception trying to write_chars() to terminal %sterm
de_de: Bekam Ausnahme versucht, write_chars () an die Klemme %s Begriff
es_es: Consiguió excepción tratando de write_chars () al terminal %s plazo
fr_fr: Vous avez exception essayer de write_chars () à la borne %s mandat
pt_pt: Tem exceção tentando write_chars () ao terminal %s prazo
ru_ru: Получил исключение пытается write_chars () к клемме %s срока

source: Got exception trying to execute plugin's optional ESC sequence handler...
de_de: Bekam Ausnahme versucht, optional ESC-Sequenz Handler Plugins ausführen ...
es_es: Consiguió excepción intentar ejecutar opcional manejador secuencia ESC del plugin de ...
fr_fr: Vous avez exception essayant d'exécuter option gestionnaire de séquence ESC de plug-in ...
pt_pt: Tem exceção tentando executar manipulador seqüência opcional ESC do plugin ...
ru_ru: Получил исключение пытается выполнить дополнительный обработчик последовательности ESC плагина ...
