Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: Amount of time that a session is allowed to idle before it is killed. Accepts <num>X where X could be one of s, m, h, or d for seconds, minutes, hours, and days. Set to '0' to disable the ability to resume sessions.
de_de: Zeit, die eine Sitzung erlaubt in den Leerlauf, bevor es getötet wird. Akzeptiert <num> X, wobei X könnte einer der s, m, h, d oder für Sekunden, Minuten, Stunden und Tage. Auf "0" gesetzt, um die Fähigkeit zur Wiederaufnahme von Sitzungen zu deaktivieren.
es_es: Cantidad de tiempo que se permite que una sesión inactiva antes de morir. Acepta <num> X, donde X puede ser uno de s, m, h, o d para los segundos, minutos, horas y días. Ajuste a "0" para desactivar la posibilidad de reanudar las sesiones.
fr_fr: Montant de fois qu'une session est autorisé à rester inactive avant est tué. Accepte <num> X où X pourrait être l'un de s, m, h ou d pour les secondes, les minutes, les heures et jours. Régler à «0» pour désactiver la possibilité de reprendre les sessions.
pt_pt: Quantidade de tempo que uma sessão é permitida a ficar ociosa antes de ser morto. Aceita <num> X, onde X pode ser um dos s, m, h, ou d para segundos, minutos, horas e dias. Defina como "0" para desativar a capacidade de recuperar sessões.
ru_ru: Количество времени, что сессия допускается работать на холостом ходу, прежде чем он будет убит. Принимает <число> X, где X может быть одним из S, M, ч, или D для секунд, минут, часов и дней. Установите в "0", чтобы отключить возможность возобновить занятия.

source: Generate a new API key that an external application can use to embed Gate One.
de_de: Erzeugen Sie eine neue API-Schlüssel, dass eine externe Anwendung verwenden können, um Gate One einbetten.
es_es: Generar una nueva clave de API que una aplicación externa puede utilizar para incrustar Gate One.
fr_fr: Générer une nouvelle clé API que d'une application externe peut utiliser pour intégrer Gate One.
pt_pt: Gerar uma nova chave de API que uma aplicação externa pode usar para incorporar Gate One.
ru_ru: Создайте новый ключ API, что внешние приложения могут использовать для встраивания Gate One.

source: Authentication method to use. Valid options are: %s
de_de: Authentifizierungsmethode zu verwenden. Gültige Optionen sind: %s
es_es: Método de autenticación que desea utilizar. Las opciones válidas son: %s
fr_fr: Méthode d'authentification à utiliser. Les options valides sont: %s
pt_pt: Método de autenticação para usar. As opções válidas são: %s
ru_ru: Используемый способ проверки подлинности. Правильные опции: %s

source: How long before an API authentication object becomes invalid.
de_de: Wie lange, bevor ein Objekt API-Authentifizierung wird ungültig.
es_es: ¿Cuánto tiempo antes de que un objeto de autenticación de API de ser válida.
fr_fr: Combien de temps avant un objet d'authentification API devient invalide.
pt_pt: Quanto tempo antes de um objeto de autenticação API torna-se inválido.
ru_ru: Как долго, прежде чем объект аутентификации API становится недействительным.

source: Kerberos REALM (aka DOMAIN) to use when authenticating clients. Only relevant if Kerberos authentication is enabled.
de_de: Kerberos-Bereich (aka DOMAIN), wenn Authentifizierung von Clients zu bedienen. Nur relevant, wenn die Kerberos-Authentifizierung aktiviert ist.
es_es: Kerberos (alias DOMINIO) para utilizar al autenticar clientes. Sólo es relevante si la autenticación Kerberos está habilitada.
fr_fr: Kerberos (alias de domaine) à utiliser lors de l'authentification des clients. N'est pertinente que si l'authentification Kerberos est activée.
pt_pt: Domínio Kerberos (aka domínio) para usar ao autenticar clientes. Só é relevante se a autenticação Kerberos está ativado.
ru_ru: Kerberos ОБЛАСТЬ (ака ДОМЕН) для использования при аутентификации клиентов. Только актуальным, если аутентификация Kerberos включен.

source: Kerberos service (aka application) to use. Only relevant if Kerberos authentication is enabled.
de_de: Kerberos-Dienst (auch bekannt als Anwendung) zu bedienen. Nur relevant, wenn die Kerberos-Authentifizierung aktiviert ist.
es_es: Servicio Kerberos (alias de la aplicación) a utilizar. Sólo es relevante si la autenticación Kerberos está habilitada.
fr_fr: Service Kerberos (alias de l'application) à utiliser. N'est pertinente que si l'authentification Kerberos est activée.
pt_pt: Serviço Kerberos (aka aplicativo) para usar. Só é relevante se a autenticação Kerberos está ativado.
ru_ru: Служба Kerberos (ака приложение) использовать. Только актуальным, если аутентификация Kerberos включен.

source: Basic auth REALM to display when authenticating clients. Default: hostname. Only relevant if PAM authentication is enabled.
de_de: Grund Auth REICH angezeigt wird, wenn Authentifizierung von Clients. Standard: Hostname. Nur relevant, wenn PAM-Authentifizierung aktiviert ist.
es_es: REALM autenticación básica para mostrar la hora de autenticar clientes. Por defecto: el nombre de host. Sólo es relevante si la autenticación PAM está habilitada.
fr_fr: Auth REALM de base à afficher lorsque l'authentification des clients. Par défaut: nom d'hôte. N'est pertinente que si l'authentification PAM est activé.
pt_pt: REINO autenticação básica para exibir ao autenticar clientes. Padrão: hostname. Só é relevante se a autenticação PAM está ativado.
ru_ru: Основные авт REALM для отображения при аутентификации клиентов. По умолчанию: имя хоста. Только актуальным, если аутентификация PAM включен.

source: PAM service to use. Defaults to 'login'. Only relevant if PAM authentication is enabled.
de_de: PAM-Dienst zu verwenden. Standardmäßig auf "login". Nur relevant, wenn PAM-Authentifizierung aktiviert ist.
es_es: Servicio PAM para usar. Por defecto es 'login'. Sólo es relevante si la autenticación PAM está habilitada.
fr_fr: Le service PAM à utiliser. Par défaut, 'login'. N'est pertinente que si l'authentification PAM est activé.
pt_pt: Serviço PAM para usar. O padrão é 'login'. Só é relevante se a autenticação PAM está ativado.
ru_ru: Службы PAM для использования. По умолчанию 'логин'. Только актуальным, если аутентификация PAM включен.

source: When embedding Gate One this option is available to plugins, applications, and templates so they know they're running in embedded mode and can change behavior (if necessary).
de_de: Beim Einbetten Gate One diese Option verfügbar ist, Plugins, Anwendungen und Vorlagen, so dass sie wissen, dass sie in Embedded-Modus laufen und kann Verhalten zu ändern (falls erforderlich).
es_es: Cuando la incrustación Gate One esta opción está disponible para los plugins, aplicaciones, y las plantillas para que sepan que se está ejecutando en modo incrustado y pueden cambiar el comportamiento (si es necesario).
fr_fr: Lors de l'incorporation Gate One cette option est disponible pour les plugins, applications et modèles de sorte qu'ils savent qu'ils fonctionnant en mode intégré et peuvent modifier le comportement (si nécessaire).
pt_pt: Ao incorporar Gate One esta opção está disponível para plugins, aplicações e modelos para que eles sabem que estão em execução no modo integrado e pode mudar o comportamento (se necessário).
ru_ru: При внедрении Gate One эта опция доступна для плагинов, приложений и шаблоны, чтобы они знали, что они работают в интегрированном режиме и может изменить поведение (в случае необходимости).

source: The locale (e.g. pt_PT) Gate One should use for translations. If not provided, will default to $LANG (which is '%s' in your current shell).
de_de: Das Gebietsschema (zB pt_PT) Gate One sollte für Übersetzungen verwenden. Falls nicht vorhanden, wird bis zu $ LANG (die 'ist standardmäßig %s 'in der aktuellen Shell).
es_es: La configuración regional (por ejemplo pt_PT) Puerta Uno debe utilizar para traducciones. Si no se proporciona, se pondrá por defecto a $ LANG (que es ' %s 'en la shell actual).
fr_fr: Les paramètres régionaux (par exemple pt_PT) Gate One devrait utiliser pour les traductions. S'il n'est pas fourni, sera par défaut $ LANG (qui est ' %s 'dans votre shell courant).
pt_pt: A localidade (ex pt_PT) Gate One deve usar para traduções. Se não for fornecido, será o padrão para $ LANG (que é ' %s 'em seu shell atual).
ru_ru: Место действия (например pt_PT) Gate One должны использовать для переводов. Если не предусмотрено, по умолчанию будет $ LANG (что ' %s 'в текущей оболочке).

source: A JavaScript object (string) that will be used when running GateOne.init() inside index.html. Example: --js_init="{theme: 'white'}" would result in GateOne.init({theme: 'white'})
de_de: Ein JavaScript-Objekt (string), die beim Ausführen GateOne.init () in index.html verwendet wird. Beispiel: --js_init = "{Thema: 'weiß'} " würde in GateOne.init führen ({Thema: 'weiß'})
es_es: Un objeto JavaScript (cadena) que se utilizará cuando se ejecuta GateOne.init () dentro de index.html. Ejemplo: --js_init = "{el tema: 'blanco'} " daría lugar a GateOne.init ({tema: 'blanco'})
fr_fr: Un objet JavaScript (chaîne) qui sera utilisé lors de l'exécution GateOne.init () à l'intérieur index.html. Exemple: --js_init = "{theme: 'blanc'} " se traduirait par GateOne.init ({theme: 'blanc'})
pt_pt: Um objeto JavaScript (string) que será utilizado durante a execução GateOne.init () dentro index.html. Exemplo: --js_init = "{tema: 'branco'} " resultaria em GateOne.init ({tema: 'branco'})
ru_ru: Объект JavaScript (строка), который будет использоваться при запуске GateOne.init () внутри index.html. Пример: --js_init = "{тема: 'белый'} " приведет к GateOne.init ({тема: 'белый'})

source: If enabled a separate listener will be started on port 80 that redirects users to the configured port using HTTPS.
de_de: Wenn aktiviert eine separate Listener auf Port 80, die Benutzer an den konfigurierten Port leitet über HTTPS gestartet werden.
es_es: Si se activa se iniciará un oyente separada en el puerto 80 que redirige a los usuarios al puerto configurado utilizando HTTPS.
fr_fr: Si elle est activée un auditeur indépendant sera lancé sur le port 80 qui redirige les utilisateurs vers le port configuré en utilisant le protocole HTTPS.
pt_pt: Se ativado um ouvinte separado será iniciado na porta 80 que redireciona os usuários para a porta configurada usando HTTPS.
ru_ru: Если включен отдельный слушатель будет запущен на порту 80, который перенаправляет пользователей на заданный порт, используя HTTPS.

source: An optional prefix to place before all Gate One URLs. e.g. '/gateone/'. Use this if Gate One will be running behind a reverse proxy where you want it to be located at some sub-URL path.
de_de: Ein optionales Präfix vor allen Gate One URLs zu platzieren. zB '/ GateOne /'. Verwenden Sie dies, wenn Gate One wird hinter einem Reverse-Proxy, wo Sie es zu einem bestimmten Sub-URL-Pfad befinden wollen laufen.
es_es: Un prefijo opcional para colocar antes de que todos Gate One URLs. por ejemplo, '/ gateone /'. Use esto si Gate One se ejecuta detrás de un proxy inverso en el que desea que se encuentra en algún camino sub-URL.
fr_fr: Un préfixe facultatif à placer avant toutes Gate One URL. par exemple '/ gateone /'. Utilisez cette option si Gate One sera exécuté derrière un proxy inverse où vous voulez qu'il soit situé à un chemin sous-URL.
pt_pt: Um prefixo opcional para colocar diante de todos os Gate One URLs. por exemplo, '/ gateone /'. Use isto se Gate One estará correndo atrás de um proxy reverso onde você quer que ele seja localizado em algum caminho sub-URL.
ru_ru: Необязательный префикс разместить до всех Gate One URL. например, '/ gateone /'. Используйте это, если Gate One будет работать за обратным прокси, где вы хотите, чтобы он был расположен на некотором суб-URL пути.

source: A semicolon-separated list of origins you wish to allow access to your Gate One server over the WebSocket. This value may contain hostnames/FQDNs (e.g. foo;foo.bar;) and IP addresses. This value must contain all the hostnames/IPs that users will use to connect to Gate One. Alternatively, '*' may be specified to allow access from anywhere. NOTE: Using a '*' is only a good idea if you've configured Gate One to use API authentication.
de_de: Ein Semikolon getrennte Liste von Ursprüngen Sie den Zugriff auf Ihr Gate One-Server über das WebSocket zulassen möchten. Und IP-Adressen dieser Wert kann Hostnamen / FQDN (;; foo.bar zB foo) enthalten. Dieser Wert muss die Hostnamen / IP-Adressen, die Benutzer verwenden, um Gate One verbinden enthalten. Alternativ '*' angegeben werden, um den Zugriff von überall ermöglichen. HINWEIS: Mit einem '*' ist nur eine gute Idee, wenn Sie Gate One konfiguriert haben, um API-Authentifizierung verwenden.
es_es: Una lista separada por comas de los orígenes que desea permitir el acceso a la Puerta Uno servidor a través de WebSocket. Este valor puede contener nombres de host / FQDN (por ejemplo foo; foo.bar;) y direcciones IP. Este valor debe contener todos los nombres de host / IP que los usuarios van a utilizar para conectarse a Gate One. Alternativamente, '*' puede especificarse para permitir el acceso desde cualquier lugar. NOTA: El uso de un '*' es sólo una buena idea si usted ha configurado Gate One para utilizar la autenticación de API.
fr_fr: Une liste de points-virgules des origines que vous souhaitez autoriser l'accès à votre serveur Une porte sur le WebSocket. Cette valeur peut contenir des noms d'hôte / Nom de domaine complet (par exemple, foo; foo.bar;) et les adresses IP. Cette valeur doit contenir tous les noms d'hôtes / adresses IP que les utilisateurs vont utiliser pour se connecter à Gate One. Sinon, '*' peut être spécifié pour permettre l'accès de n'importe où. NOTE: L'utilisation d'un '*' est seulement une bonne idée si vous avez configuré Gate One pour utiliser l'authentification de l'API.
pt_pt: Uma lista separada por vírgula de origens você deseja permitir o acesso à sua Um servidor Portão sobre o WebSocket. Este valor pode conter nomes de host / FQDN (por exemplo foo; foo.bar;) e endereços IP. Este valor deve conter todos os nomes de host / IPS que os usuários usam para conectar a Gate One. Alternativamente, '*' pode ser especificado para permitir o acesso de qualquer lugar. NOTA: A utilização de um '*' é apenas uma boa idéia se você tiver configurado Gate One para utilizar a autenticação API.
ru_ru: Разделенных точкой с запятой список происхождении вы хотите разрешить доступ к вашему Gate One сервер по WebSocket. Это значение может содержать имена хостов / FQDNs (например Foo; foo.bar;) и IP-адреса. Это значение должно содержать все имена хостов / IP-адресов, что пользователи будут использовать для подключения к Gate One. Кроме того, '*' может быть указан, чтобы разрешить доступ из любой точки. ПРИМЕЧАНИЕ: Использование '*' только хорошая идея, если вы настроили Gate One для использования проверки подлинности API.

source: Define the path to the pid file.
de_de: Definieren Sie den Pfad zur pid-Datei.
es_es: Defina la ruta de acceso al archivo pid.
fr_fr: Définir le chemin d'accès au fichier pid.
pt_pt: Defina o caminho para o arquivo pid.
ru_ru: Определите путь к файлу PID.

source: Drop privileges and run Gate One as this user/uid.
de_de: Drop Privilegien und als dieser Benutzer / uid laufen Gate One.
es_es: Caída privilegios y ejecutar Gate One como este usuario / uid.
fr_fr: Déposez privilèges et exécuter Gate One comme cet utilisateur / uid.
pt_pt: Solte privilégios e executar Gate One com este usuário / uid.
ru_ru: Бросьте привилегии и запустить Gate One, как этого пользователя / жидкости.

source: Drop privileges and run Gate One as this group/gid.
de_de: Drop Privilegien und wie diese Gruppe / gid laufen Gate One.
es_es: Caída privilegios y ejecutar Gate One ya que este grupo / gid.
fr_fr: Déposez privilèges et exécuter Gate One que ce groupe / gid.
pt_pt: Solte privilégios e executar Gate One como este grupo / gid.
ru_ru: Бросьте привилегии и запустить Gate One, как этой группы / GID.

source: The 'key:secret,...' API key pairs you wish to use (only applies if using API authentication)
de_de: Die "Schlüssel: Geheimnis, ... 'API-Schlüsselpaare, die Sie verwenden möchten (gilt nur bei Verwendung von API-Authentifizierung)
es_es: La 'clave: secreto, ...' pares API clave que desea utilizar (sólo se aplica si se utiliza la autenticación de API)
fr_fr: La «clé: secret ... 'API touche paires que vous souhaitez utiliser (ne s'applique que si vous utilisez l'authentification de l'API)
pt_pt: A 'chave: segredo, ...' pares chave API que você deseja usar (só se aplica se estiver usando autenticação API)
ru_ru: 'Ключ: секрет, ...' API ключ пары вы хотите использовать (применяется только при использовании аутентификации API)

source: Combines all of Gate One's JavaScript files into one big file and saves it to the given path (e.g. ./gateone.py --combine_js=/tmp/gateone.js)
de_de: Vereint alle Gate One JavaScript-Dateien in eine große Datei und speichert sie in dem angegebenen Pfad (zB ./gateone.py --combine_js = / tmp / gateone.js)
es_es: Combina todos los archivos de la Puerta Uno de JavaScript en un archivo grande y lo guarda en la ruta dada (por ejemplo ./gateone.py --combine_js = / tmp / gateone.js)
fr_fr: Combine tous les fichiers de Gate One JavaScript dans un seul gros fichier et l'enregistre dans le chemin donné (par exemple ./gateone.py --combine_js = / tmp / gateone.js)
pt_pt: Combina todos os arquivos JavaScript do Gate One em um grande arquivo e salva-lo para o caminho dado (por exemplo ./gateone.py --combine_js = / tmp / gateone.js)
ru_ru: Объединяет все файлы Gate One в JavaScript в один большой файл и сохраняет его в заданный путь (например ./gateone.py --combine_js = / TMP / gateone.js)

source: Combines all of Gate One's CSS Template files into one big file and saves it to the given path (e.g. ./gateone.py --combine_css=/tmp/gateone.css).
de_de: Vereint alle Gate One CSS Template-Dateien in eine große Datei und speichert sie in dem angegebenen Pfad (zB ./gateone.py --combine_css = / tmp / gateone.css).
es_es: Combina todos los archivos de plantillas CSS de Puerta Uno en un archivo grande y lo guarda en la ruta dada (por ejemplo ./gateone.py --combine_css = / tmp / gateone.css).
fr_fr: Combine tous les fichiers CSS de modèle de Gate One dans un gros fichier et l'enregistre dans le chemin donné (par exemple ./gateone.py --combine_css = / tmp / gateone.css).
pt_pt: Combina todos os arquivos de modelo CSS do Gate One em um grande arquivo e salvá-lo para o caminho determinado (por exemplo, ./gateone.py --combine_css = / tmp / gateone.css).
ru_ru: Объединяет все файлы CSS шаблонов Gate One в в один большой файл и сохраняет его в заданный путь (например ./gateone.py --combine_css = / TMP / gateone.css).

source: Use this setting in conjunction with --combine_css if the <div> where Gate One lives is named something other than #gateone
de_de: Verwenden Sie diese Einstellung in Verbindung mit --combine_css wenn die <div> wobei Gate One lebt, ist etwas anderes als #gateone benannt
es_es: Utilice este ajuste junto con --combine_css si el <div> donde vive Gate One se llama algo más que #gateone
fr_fr: Utilisez ce paramètre conjointement avec --combine_css si le <div> où Gate One vit est nommé autre chose que #gateone
pt_pt: Utilize esta definição em conjunto com --combine_css se o <div> onde Gate One vive é um nome diferente de #gateone
ru_ru: Используйте этот параметр в сочетании с --combine_css если <дел>, где Gate One живет называется иначе, чем #gateone

source: The number of processes to spawn use when using multiprocessing. Default is: <number of cores> + 1. Set to 0 to disable multiprocessing.
de_de: Die Anzahl der Prozesse zu erzeugen, wenn die Verwendung mit Multi. Standard ist: <Anzahl der Kerne> + 1. Stellen Sie auf 0, um Multiprocessing deaktivieren.
es_es: El número de procesos para desovar uso cuando se utiliza el multiprocesamiento. El valor predeterminado es: <número de núcleos> + 1 Set a 0 para deshabilitar el multiprocesamiento.
fr_fr: Le nombre de processus pour frayer à une utilisation de multitraitement. Par défaut est: <nombre de cœurs> + 1 Set à 0 pour désactiver le multitraitement.
pt_pt: O número de processos para gerar aquando da utilização de multiprocessamento. O padrão é: <número de núcleos> + 1 Set 0 para desabilitar multiprocessamento.
ru_ru: Количество процессов на нерест использование при использовании многопроцессорной. По умолчанию: <количество ядер> + 1 Набор в 0 для отключения многопроцессорной.

source: Only configure Gate One (create SSL certs, conf.d, etc). Do not start any Gate One processes.
de_de: Nur konfigurieren Gate One (SSL-Zertifikate erstellen, conf.d, etc). Führen Sie einen Tor nicht starten Eine Prozesse.
es_es: Sólo configurar Gate One (crear certificados SSL, conf.d, etc). No comience cualquier Gate One procesos.
fr_fr: Seulement configurer Gate One (créer des certificats SSL, conf.d, etc). Ne commencez pas de Gate One processus.
pt_pt: Só configurar Gate One (criar certificados SSL, conf.d, etc). Não inicie qualquer Gate One processos.
ru_ru: Только настроить Gate One (создать SSL сертификаты, conf.d и т.д.). Не начинайте какие ворота Один процессы.

source: Gate One settings are incomplete. A new <settings_dir>/10server.conf will be generated.
de_de: Gate One sind unvollständig. Eine neue <settings_dir> /10server.conf generiert.
es_es: Puerta Uno ajustes son incompletos. Se generará una nueva <settings_dir> /10server.conf.
fr_fr: Un porte sont incomplets. Une nouvelle <settings_dir> /10server.conf sera généré.
pt_pt: Gate One estão incompletas. Uma nova <settings_dir> /10server.conf será gerado.
ru_ru: Gate One настройки являются неполными. Новый <settings_dir> /10server.conf будет.

source: You have a 10server.conf but it is either invalid (syntax error) or missing essential settings.
de_de: Sie haben eine 10server.conf aber es ist entweder ungültig (Syntaxfehler) oder fehlende wesentlichen Einstellungen.
es_es: Usted tiene una 10server.conf pero no es válido (error de sintaxis) o falta ajustes esenciales.
fr_fr: Vous avez un 10server.conf mais il est soit invalide (erreur de syntaxe) ou manquant paramètres essentiels.
pt_pt: Você tem um 10server.conf mas é inválido (erro de sintaxe) ou faltando ajustes essenciais.
ru_ru: У вас есть 10server.conf но это либо недействительным (ошибка синтаксиса) или недостающих основных параметров.

source: Old server.conf file found. Converting to the new format as %s, %s, and %s
de_de: Alt server.conf Datei gefunden. Umstellung auf das neue Format als %s , %s und %s
es_es: Archivo server.conf Antiguo encontró. La conversión al nuevo formato como %s , %s , y %s
fr_fr: Ancien fichier server.conf trouvé. Conversion au nouveau format %s , %s , et %s
pt_pt: Arquivo server.conf velho encontrado. Convertendo para o novo formato como %s , %s , e %s
ru_ru: Старый server.conf найденный файл. Преобразование в новый формат, как %s , %s , и %s

source: // This file contains the key and secret pairs used by Gate One's API authentication method.
de_de: // Diese Datei enthält den Schlüssel und geheime Paare von Gate One API-Authentifizierungsmethode verwendet. N
es_es: // Este archivo contiene la llave y pares secretos utilizados por el método de autenticación de API de Gate One. N
fr_fr: // Ce fichier contient la clé et paires secrets utilisés par la méthode d'authentification de l'API de Gate One. N
pt_pt: // Este arquivo contém a chave e pares secretas usadas pelo método de autenticação API do Gate One. N
ru_ru: // Этот файл содержит ключ и тайные пары используемый метод аутентификации API Gate One в. П

source: // This is Gate One's main settings file.
de_de: // Das ist Haupteinstellungsdatei Gate One ist. N
es_es: // Este es el archivo de configuración principal de Gate One. N
fr_fr: // C'est principal fichier de paramètres de Gate One. N
pt_pt: // Este é o arquivo de configurações principal do Gate One. N
ru_ru: // Это основной файл настройки Gate One в. П
