Repository: liftoff/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone.po
Languages: de_de, es_es, fr_fr, pt_pt, ru_ru

source: Could not load dbus module. Screensaver inhibiting probably won't work.
de_de: Dbus-Modul konnte nicht geladen werden. Bildschirmschoner hemmende wird wahrscheinlich nicht funktionieren.
es_es: No se pudo cargar el módulo dbus. Inhibición Screensaver probablemente no funcionará.
fr_fr: Impossible de charger le module dbus. Screensaver inhibition ne fonctionnera probablement pas.
pt_pt: Não foi possível carregar módulo dbus. Inibidor Screensaver provavelmente não vai funcionar.
ru_ru: Не удалось загрузить DBus модуль. Заставка ингибирующий, вероятно, не будет работать.

source: Cannot re-enable a screensaver that was not disabled via this mechanism.
de_de: Kann nicht wieder aktivieren einen Bildschirmschoner, die nicht über diesen Mechanismus deaktiviert wurde.
es_es: No se puede volver a activar un protector de pantalla que no fue desactivado a través de este mecanismo.
fr_fr: Vous ne pouvez pas réactiver un économiseur d'écran qui n'a pas été désactivée par l'intermédiaire de ce mécanisme.
pt_pt: Não é possível reativar um protetor de tela que não foi desativado através deste mecanismo.
ru_ru: Не можете повторно включить заставку, которая не была отключена с помощью этого механизма.

source: frame_extents() takes a tuple (or list) of integers in the form of: (left, right, top, bottom). %s is not valid
de_de: frame_extents () nimmt ein Tupel (oder Liste) der ganzen Zahlen in der Form von: (links, rechts, oben, unten). %s ist nicht gültig
es_es: frame_extents () toma una tupla (o lista) de los números enteros en forma de: (izquierda, derecha, arriba, abajo). %s no es válido
fr_fr: frame_extents () prend un tuple (ou une liste) d'entiers sous la forme de: (gauche, droite, haut, bas). %s n'est pas valide
pt_pt: frame_extents () recebe uma tupla (ou lista) de inteiros na forma de: (esquerda, direita, superior e inferior). %s não é válido
ru_ru: frame_extents () принимает кортеж (или список) целых чисел в виде: (слева, справа, сверху, снизу). %s не действительна

source: Exception in Future: %s (id: %s)
de_de: Ausnahme in Zukunft: %s (ID: %s )
es_es: Excepción en el futuro: %s (id: %s )
fr_fr: Exception dans l'avenir: %s (id: %s )
pt_pt: Exceção no futuro: %s (ID: %s )
ru_ru: Исключение в будущее: %s (ID: %s )

source: Shutting down %s
de_de: Abschalten %s
es_es: Apagado %s
fr_fr: Arrêt %s
pt_pt: Desligando %s
ru_ru: Выключение %s

source: Starting the ThreadedRunner executor with %s worker threads.
de_de: Starten des ThreadedRunner Vollstrecker mit %s Worker-Threads.
es_es: Inicio del albacea ThreadedRunner con %s subprocesos de trabajo.
fr_fr: Démarrage de l'exécuteur ThreadedRunner avec %s les threads de travail.
pt_pt: Iniciando o executor ThreadedRunner com %s segmentos de trabalho.
ru_ru: Запуск исполнителя ThreadedRunner с %s рабочих потоков.

source: Starting the MultiprocessRunner executor with %s worker processes.
de_de: Starten des MultiprocessRunner Vollstrecker mit %s Arbeitsprozesse.
es_es: Inicio del albacea MultiprocessRunner con %s procesos de trabajo.
fr_fr: Démarrage de l'exécuteur MultiprocessRunner avec %s des processus de travail.
pt_pt: Iniciando o executor MultiprocessRunner com %s processos de trabalho.
ru_ru: Запуск исполнителя MultiprocessRunner с %s рабочих процессов.

source: Shutting down the MultiprocessRunner executor.
de_de: Das Herunterfahren des MultiprocessRunner Executor.
es_es: Apagado del albacea MultiprocessRunner.
fr_fr: Arrêt du exécuteur MultiprocessRunner.
pt_pt: Desligar o executor MultiprocessRunner.
ru_ru: Выключение исполнителя MultiprocessRunner.

source: Creating user directory: %s
de_de: Erstellen von Benutzerverzeichnis: %s
es_es: Creación de directorios de usuario: %s
fr_fr: Création du répertoire de l'utilisateur: %s
pt_pt: Criando diretório de usuário: %s
ru_ru: Создание каталога пользователей: %s

source: You're trying to use non-ASCII user information on a system that has the locale set to ASCII (or similar). Please changeyour system's locale to something that supports Unicode characters.
de_de: Sie versuchen, Nicht-ASCII-Benutzerinformationen auf einem System, das Gebietsschema auf ASCII (oder ähnlich) eingerichtet wurde. Bitte change locale Systems auf etwas, das Unicode-Zeichen unterstützt.
es_es: Usted está tratando de utilizar la información del usuario no-ASCII en un sistema que tiene la configuración regional establecida en ASCII (o similar). Por favor changeyour la configuración regional del sistema a algo que admite caracteres Unicode.
fr_fr: Vous essayez d'utiliser les informations de l'utilisateur non-ASCII sur un système qui a le paramètre régional à ASCII (ou similaire). S'il vous plaît changeyour les paramètres régionaux de système à quelque chose qui prend en charge les caractères Unicode.
pt_pt: Você está tentando usar as informações do usuário não-ASCII em um sistema que tem o local definido para ASCII (ou similar). Por favor changeyour locale do sistema para algo que suporta caracteres Unicode.
ru_ru: Вы пытаетесь использовать информацию о пользователях, не-ASCII на системе, которая имеет языковым параметром ASCII (или аналогичный). Пожалуйста changeyour языковой системы к тому, что поддерживает символы Unicode.

source: Google auth failed
de_de: Google Auth gescheitert
es_es: Google auth no
fr_fr: Google n'a pas auth
pt_pt: Google auth falhou
ru_ru: Google авт удалось

source: Kerberos auth failed
de_de: Kerberos Auth gescheitert
es_es: Kerberos de autenticación falló
fr_fr: Kerberos auth échoué
pt_pt: Auth Kerberos falhou
ru_ru: Kerberos аутентификации не удалось

source: KerberosAuthHandler user: %s
de_de: KerberosAuthHandler Benutzer: %s
es_es: KerberosAuthHandler usuario: %s
fr_fr: KerberosAuthHandler utilisateur: %s
pt_pt: KerberosAuthHandler usuário: %s
ru_ru: KerberosAuthHandler пользователь: %s

source: PAM auth failed
de_de: PAM Auth gescheitert
es_es: PAM de autenticación falló
fr_fr: PAM auth échoué
pt_pt: PAM de autenticação falhou
ru_ru: PAM аутентификации не удалось

source: PAMAuthHandler user: %s
de_de: PAMAuthHandler Benutzer: %s
es_es: PAMAuthHandler usuario: %s
fr_fr: PAMAuthHandler utilisateur: %s
pt_pt: PAMAuthHandler usuário: %s
ru_ru: Пользователь PAMAuthHandler: %s

source: CAS Server URL
es_es: URL del servidor CAS
fr_fr: URL du serveur CAS
pt_pt: CAS URL do servidor
ru_ru: CAS URL сервера

source: CAS authentication failed
de_de: CAS-Authentifizierung fehlgeschlagen
es_es: Autenticación CAS no
fr_fr: Authentification CAS n'a pas
pt_pt: Autenticação CAS falhou
ru_ru: Ошибка аутентификации CAS

source: {"ip_address": "%s"} %s -> %s failed requirement: %s
de_de: { "Ip-adresse ": " %s "} %s -> %s gescheitert Bedarf: %s
es_es: { "Dirección_ip ": " %s "} %s -> %s requisito fallado: %s
fr_fr: { "Ip_address ": " %s "} %s -> %s exigence échoué: %s
pt_pt: { "Endereco_ip ": " %s "} %s -> %s exigência falhou: %s
ru_ru: { "Ip_address ": " %s "} %s -> %s не удалось требование: %s

source: {"ip_address": "%s"} unknown user -> %s failed requirement: %s
de_de: { "Ip-adresse ": " %s "} unbekannten Benutzer -> %s gescheitert Bedarf: %s
es_es: { "Dirección_ip ": " %s "} usuario desconocido -> %s requisito fallado: %s
fr_fr: { "Ip_address ": " %s "} d'utilisateur inconnu -> %s exigence échoué: %s
pt_pt: { "Endereco_ip ": " %s "} usuário desconhecido -> %s exigência falhou: %s
ru_ru: { "Ip_address ": " %s "} неизвестный пользователь -> %s не удалось требование: %s

source: ERROR: %s
de_de: FEHLER: %s
fr_fr: ERREUR: %s
pt_pt: ERRO: %s
ru_ru: ОШИБКА: %s

source: Only valid users may access this function
de_de: Nur angemeldete Benutzer können diese Funktion zuzugreifen
es_es: Sólo los usuarios válidos pueden acceder a esta función
fr_fr: Seuls les utilisateurs valides peuvent accéder à cette fonction
pt_pt: Somente usuários podem acessar esta função
ru_ru: Только действительные пользователи могут доступа к этой функции

source: You are not authorized to perform this action
de_de: Sie sind nicht berechtigt, diese Aktion durchzuführen
es_es: Usted no está autorizado para realizar esta acción
fr_fr: Vous n'êtes pas autorisé à effectuer cette action
pt_pt: Você não está autorizado a realizar esta ação
ru_ru: Вы не авторизованы для выполнения этого действия

source: Your ability to perform this action has been restricted
de_de: Ihre Fähigkeit, diese Aktion durchzuführen eingeschränkt hat
es_es: Su capacidad para realizar esta acción se ha restringido
fr_fr: Votre capacité à effectuer cette action a été limitée
pt_pt: Sua capacidade de executar esta ação foi restringida
ru_ru: Ваша способность выполнить это действие было ограничено

source: Kerberos Init failed
de_de: Kerberos Init gescheitert
es_es: Kerberos Init no
fr_fr: Kerberos Init échoué
pt_pt: Kerberos Init falhou
ru_ru: Kerberos Init удалось

source: Kerberos Error: %s
de_de: Kerberos Fehler: %s
fr_fr: Kerberos Erreur: %s
pt_pt: Erro Kerberos: %s
ru_ru: Kerberos Ошибка: %s

source: Headers have already been written
de_de: Header wurden bereits geschrieben
es_es: Cabeceras ya se han escrito
fr_fr: Têtes ont déjà été écrites
pt_pt: Cabeçalhos já foram escritos
ru_ru: Заголовки уже написаны

source: GateOne supports many different CLI 'commands' which can be used to invoke special functionality provided by plugins and applications (and application's plugins). Each command can have it's own options and most will have a --help function of their own.
de_de: GateOne unterstützt viele verschiedene CLI 'Befehle', die verwendet werden können, um spezielle Funktionalität durch Plugins und Anwendungen (und Plugin-Anwendung) zur Verfügung gestellt aufzurufen. Jeder Befehl kann seinen eigenen Optionen haben und die meisten werden eine --help eigene Funktion haben.
es_es: GateOne soporta muchos diferentes 'comandos' de la CLI que se pueden utilizar para invocar la funcionalidad especial proporcionado por los plugins y aplicaciones (y los plugins de la aplicación). Cada comando puede tener su propias opciones y la mayoría tendrá una función --help propia.
fr_fr: GateOne soutient de nombreux 'commandes' CLI qui peuvent être utilisées pour appeler des fonctions spéciales fournies par des plugins et des applications (et les plugins de l'application). Chaque commande peut avoir son propre choix et la plupart auront une fonction --help de leur propre.
pt_pt: GateOne suporta muitos 'comandos' CLI diferentes que podem ser usados ​​para invocar a funcionalidade especial fornecido pela plugins e aplicativos (e plugins do aplicativo). Cada comando pode ter seu próprio opções ea maioria vai ter uma função --help própria.
ru_ru: GateOne поддерживает много различных 'команды' CLI которые могут быть использованы для вызова специальную функциональность, обеспечиваемую плагинов и приложений (и плагинов приложения). Каждая команда может иметь свой собственный варианты, и большинство будет иметь --help функцию самостоятельно.

source: Display version information.
de_de: Versionsnummer anzeigen.
es_es: Muestra información de versión.
fr_fr: informations sur la version.
pt_pt: Apresenta versão.
ru_ru: Показать информацию о версии.

source: DEPRECATED. Use --settings_dir.
de_de: Veraltet. Verwenden --settings_dir.
es_es: DEPRECATED. Utilice --settings_dir.
fr_fr: DECONSEILLE. Utilisez --settings_dir.
pt_pt: Depreciado. Use --settings_dir.
ru_ru: Не рекомендуется. Используйте --settings_dir.

source: Path to the settings directory.
de_de: Pfad zu dem Verzeichnis Einstellungen.
es_es: Ruta al directorio de configuración.
fr_fr: Chemin d'accès au répertoire de paramètres.
pt_pt: Caminho para o diretório de configurações.
ru_ru: Путь к каталогу настроек.

source: Path where Gate One should store temporary global files (e.g. rendered templates, CSS, JS, etc).
de_de: Pfad, in dem Gate One sollte temporären globalen Dateien (zB Vorlagen gemacht, CSS, JS, etc.) zu speichern.
es_es: Ruta donde Gate One debe almacenar los archivos temporales globales (por ejemplo, las plantillas prestados, CSS, JS, etc).
fr_fr: Chemin où Gate One doit stocker les fichiers temporaires globales (par exemple, les modèles fournis, CSS, JS, etc).
pt_pt: Caminho onde Gate One deve armazenar os arquivos temporários globais (por exemplo, modelos prestados, CSS, JS, etc).
ru_ru: Путь, где Gate One должен хранить временные глобальные файлы (например, оказываемых шаблоны, CSS, JS, и т.д.).

source: Enable debugging features such as auto-restarting when files are modified.
de_de: Aktivieren Debugging-Funktionen wie Auto-Neustart, wenn Dateien verändert.
es_es: Habilitar la depuración de características tales como auto-reinicio cuando los archivos se modifican.
fr_fr: Activer des fonctions telles que l'auto-redémarrage de débogage lorsque des fichiers sont modifiés.
pt_pt: Ativar a depuração recursos como auto-reiniciar quando os arquivos são modificados.
ru_ru: Включить отладку функции, такие как авто-перезапуска, когда файлы были изменены.

source: Use the given 45-character string for cookie encryption.
de_de: Verwenden Sie die angegebenen 45-stellige Zeichenfolge für Cookie-Verschlüsselung.
es_es: Utilice la cadena de 45 caracteres dada para el cifrado de cookies.
fr_fr: Utilisez la chaîne de 45 caractères donnée pour le chiffrement de cookie.
pt_pt: Use a seqüência de 45 caracteres para criptografia de dados cookie.
ru_ru: Использовать данный 45-символьная строка для шифрования печенья.

source: DEPRECATED: Use the 'commands' option in the terminal settings.
de_de: Veraltet: Verwenden Sie die Option 'Befehle' in den Terminal-Einstellungen.
es_es: OBSOLETO: Utilice la opción 'comandos' en los ajustes del terminal.
fr_fr: DECONSEILLE: Utilisez l'option «commandes» dans les paramètres du terminal.
pt_pt: Reprovado: Utilize a opção 'comandos' nas configurações do terminal.
ru_ru: Рекомендуется к использованию: Используйте опцию 'команды' в настройках терминала.

source: Run on the given address. Default is all addresses (IPv6 included). Multiple address can be specified using a semicolon as a separator (e.g. '127.0.0.1;::1;10.1.1.100').
de_de: Führen Sie auf der angegebenen Adresse. Standardmäßig werden alle Adressen (IPv6 enthalten). Multiple-Adresse kann durch ein Semikolon als Trennzeichen (zB "127.0.0.1; :: 1; 10.1.1.100 ') angegeben werden.
es_es: Ejecutar en la dirección indicada. El valor predeterminado es todas las direcciones (IPv6 incluido). Dirección múltiple se puede especificar mediante un punto y coma como separador (por ejemplo, "127.0.0.1; :: 1; 10.1.1.100 ').
fr_fr: Exécuter sur l'adresse donnée. Par défaut toutes les adresses IPv6 (inclus). Adresse multiple peut être spécifiée en utilisant un point-virgule comme séparateur (par exemple "127.0.0.1; :: 1; 10.1.1.100).
pt_pt: Correr no endereço dado. O padrão é todos os endereços IPv6 (incluído). Endereço múltipla pode ser especificado utilizando um ponto e vírgula como separador (por exemplo, "127.0.0.1; :: 1; 10.1.1.100).
ru_ru: Запустить на указанный адрес. По умолчанию все адреса (включая IPv6). Несколько адрес может быть определен с запятой в качестве разделителя (например "127.0.0.1; :: 1; 10.1.1.100 ').

source: Run on the given port.
de_de: Laufen auf dem angegebenen Port.
es_es: Ejecutar en el puerto determinado.
fr_fr: Exécuter sur le port donné.
pt_pt: Correr na porta dada.
ru_ru: Запустите на данном порту.

source: Enable Unix socket support.
de_de: Ermöglichen Unix-Socket-Unterstützung.
es_es: Habilitar la compatibilidad con socket Unix.
fr_fr: Activer le support des sockets Unix.
pt_pt: Ative o suporte ao socket Unix.
ru_ru: Включить поддержку сокета Unix.

source: Path to the Unix socket (if --enable_unix_socket=True).
de_de: Pfad zum Unix-Socket (wenn --enable_unix_socket = True).
es_es: Ruta de acceso a la toma de Unix (si --enable_unix_socket = True).
fr_fr: Chemin vers le socket Unix (si --enable_unix_socket = True).
pt_pt: Caminho para o socket Unix (se --enable_unix_socket = True).
ru_ru: Путь к разъему Unix (если --enable_unix_socket = True).

source: If enabled Gate One will run without SSL (generally not a good idea).
de_de: Wenn aktiviert Gate One wird ohne SSL laufen (in der Regel keine gute Idee).
es_es: Si está habilitado Gate One se ejecutará sin SSL (generalmente no es una buena idea).
fr_fr: Si elle est activée Gate One se déroulera sans SSL (généralement pas une bonne idée).
pt_pt: Se ativado Gate One será executado sem SSL (geralmente não é uma boa idéia).
ru_ru: Если включен Gate One будет работать без SSL (обычно не хорошая идея).

source: Path to the SSL certificate. Will be auto-generated if not found.
de_de: Pfad zum SSL-Zertifikat. Wird automatisch generiert, wenn nicht gefunden.
es_es: Ruta de acceso al certificado SSL. Será generada automáticamente si no se encuentra.
fr_fr: Chemin vers le certificat SSL. Sera généré automatiquement s'il n'est pas trouvé.
pt_pt: Caminho para o certificado SSL. Será gerada automaticamente se não for encontrado.
ru_ru: Путь к сертификату SSL. Будет автоматически сгенерированный если не найден.

source: Path to the SSL keyfile. Will be auto-generated if none is provided.
de_de: Pfad der SSL-Schlüsseldatei. Wird automatisch generiert, wenn keine vorgesehen sein.
es_es: Ruta de acceso al archivo de claves SSL. Se auto-genera si no se especifica.
fr_fr: Chemin d'accès au fichier de clés SSL. Sera généré automatiquement si aucun n'est fourni.
pt_pt: Caminho para o arquivo de chave SSL. Será gerada automaticamente se nenhuma for fornecido.
ru_ru: Путь к SSL файл_ключа. Будет автоматически сгенерированный если ни один не предоставляется.

source: Path to a file containing any number of concatenated CA certificates in PEM format. They will be used to authenticate clients if the 'ssl_auth' option is set to 'optional' or 'required'.
de_de: Pfad zu einer Datei mit einer beliebigen Anzahl von verketteten CA-Zertifikate im PEM-Format. Sie wird verwendet, um Clients zu authentifizieren, wenn die Option "ssl_auth 'bis' optional 'oder' erforderlich 'gesetzt.
es_es: Ruta de acceso a un archivo que contiene cualquier número de certificados de CA concatenados en formato PEM. Serán utilizados para autenticar los clientes si la opción 'ssl_auth' está en 'opcional' o 'necesaria'.
fr_fr: Chemin vers un fichier contenant un certain nombre de certificats de CA concaténés au format PEM. Ils seront utilisés pour authentifier les clients si l'option 'ssl_auth »est réglé sur« facultatif »ou« nécessaire ».
pt_pt: Caminho para um arquivo contendo qualquer número de certificados CA concatenados em formato PEM. Eles serão usados ​​para autenticar os clientes se a opção 'ssl_auth' é definida como 'opcional' ou 'necessário'.
ru_ru: Путь к файлу, содержащему любое количество сцепленных сертификатов ЦС в формате PEM. Они будут использоваться для проверки подлинности клиентов, если опция 'ssl_auth' установлен в 'опция' или 'требуется'.

source: Enable the use of client SSL (X.509) certificates as a secondary authentication factor (the configured 'auth' type will come after SSL auth). May be one of 'none', 'optional', or 'required'. NOTE: Only works if the 'ca_certs' option is configured.
de_de: Aktivieren Sie die Verwendung von Client-SSL (X.509)-Zertifikate als sekundäre Authentifizierungsfaktor (die konfigurierte 'auth' Art wird nach SSL auth kommen). Kann eine der 'none', 'optional' oder 'erforderlich' sein. HINWEIS: Dies funktioniert nur, wenn die Option "ca_certs" konfiguriert ist.
es_es: Habilitar el uso de SSL cliente (X.509) certificados como un factor de autenticación secundaria (del tipo 'auth' configurado quiere venir en pos de autenticación SSL). Puede ser uno de 'none', 'opcional', o 'necesaria'. NOTA: Sólo funciona si la opción 'ca_certs' está configurado.
fr_fr: Permettre l'utilisation de client SSL (X.509) certificats comme un facteur d'authentification secondaire (le 'auth' type configuré viendra après SSL auth). Peut-être l'un des «none», «facultatif», ou «nécessaire». REMARQUE: Ne fonctionne que si l'option 'ca_certs de est configuré.
pt_pt: Habilite o uso de SSL cliente (X.509) certificados como um fator de autenticação secundário (o 'auth' tipo configurado virá depois auth SSL). Pode ser um dos 'none', 'opcional', ou 'necessário'. NOTA: Só funciona se a opção 'ca_certs' está configurado.
ru_ru: Разрешить использование клиентского SSL (X.509) сертификатов в качестве вторичного фактора аутентификации (заданный тип 'авт' придет после SSL авт). Может быть одним из 'никто', 'опция', или 'необходимого'. ПРИМЕЧАНИЕ: Работает только если параметр "ca_certs" настроен.

source: Path to the location where user files will be stored.
de_de: Pfad zu dem Ort, wo die Dateien der Benutzer gespeichert werden.
es_es: Ruta de acceso a la ubicación donde se almacenarán los archivos de usuario.
fr_fr: Chemin vers l'emplacement où les fichiers de l'utilisateur seront stockés.
pt_pt: Caminho para o local onde os arquivos do usuário será armazenado.
ru_ru: Путь к месту, где пользовательские файлы будут храниться.

source: Maximum length of time to keep any given user log before it is automatically removed.
de_de: Maximale Länge der Zeit, um eine bestimmte Benutzer-Log zu halten, bevor sie automatisch entfernt wird.
es_es: La longitud máxima del tiempo de guardar cualquier registro de usuario dado antes de que se elimina automáticamente.
fr_fr: Longueur maximale du temps pour garder toute connexion de l'utilisateur donné avant il est automatiquement supprimé.
pt_pt: O comprimento máximo de tempo para manter qualquer registro de usuário dada antes de ser automaticamente removido.
ru_ru: Максимальная длина времени, чтобы держать любую заданную журнал пользователя, прежде чем она автоматически удаляется.

source: Path to the location where session information will be stored.
de_de: Pfad zu dem Ort, wo Sitzungsinformationen gespeichert werden.
es_es: Ruta de acceso a la ubicación donde se almacenará la información de sesión.
fr_fr: Chemin vers l'emplacement où les informations de session sera stocké.
pt_pt: Caminho para o local onde as informações da sessão será armazenado.
ru_ru: Путь к месту, где будет храниться информация о сессии.

source: Syslog facility to use when logging to syslog (if syslog_session_logging is enabled). Must be one of: %s.,
de_de: Syslog bei der Anmeldung an syslog (wenn syslog_session_logging aktiviert ist) zu bedienen. Muss einer der folgenden sein: %s .,
es_es: Facilidad de Syslog para utilizar al conectarse a syslog (si syslog_session_logging está habilitada). Debe ser uno de: %s .,
fr_fr: Syslog à utiliser lors de la connexion à syslog (si syslog_session_logging est activée). Doit être: %s .,
pt_pt: Syslog para usar ao fazer login no syslog (se syslog_session_logging está habilitado). Deve ser um dos seguintes: %s .,
ru_ru: Syslog объект будут использоваться при регистрации в системном журнале (если syslog_session_logging включена). Должен быть один из: %s .,
